
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>异常分析简介 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="chapter1.html">
            
                <a href="chapter1.html">
            
                    
                    异常分析简介
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >异常分析简介</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5F02;&#x5E38;&#x5206;&#x6790;&#x7B80;&#x4ECB;">&#x5F02;&#x5E38;&#x5206;&#x6790;&#x7B80;&#x4ECB;</h1>
<blockquote>
<p><em>&#x201C;Never take the comment that you are different as a condemnation, it might be a compliment. It might mean that you possess unique qualities that, like the most rarest of diamonds is . . . one of a kind.&#x201D;</em> &#x2013; Eugene Nathaniel Butler</p>
</blockquote>
<hr>
<h2 id="11-&#x7B80;&#x4ECB;">1.1 &#x7B80;&#x4ECB;</h2>
<p>&#x5F02;&#x5E38;&#x503C;&#x662F;&#x4E0E;&#x5269;&#x4F59;&#x6570;&#x636E;&#x663E;&#x7740;&#x4E0D;&#x540C;&#x7684;&#x6570;&#x636E;&#x70B9;&#x3002; <em>Hawkins</em>&#x5B9A;&#x4E49;[249]&#x5F02;&#x5E38;&#x503C;&#x5982;&#x4E0B;&#xFF1A;</p>
<blockquote>
<p><em>&#x201C;&#x5F02;&#x5E38;&#x503C;&#x662F;&#x4E00;&#x79CD;&#x89C2;&#x5BDF;&#x7ED3;&#x679C;&#xFF0C;&#x4E0E;&#x5176;&#x4ED6;&#x89C2;&#x5BDF;&#x7ED3;&#x679C;&#x6709;&#x5F88;&#x5927;&#x5DEE;&#x5F02;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x4F1A;&#x8BA9;&#x4EBA;&#x6000;&#x7591;&#x5B83;&#x662F;&#x7531;&#x4E0D;&#x540C;&#x7684;&#x673A;&#x5236;&#x4EA7;&#x751F;&#x3002;&#x201D;</em></p>
</blockquote>
<p>&#x5F02;&#x5E38;&#x503C;&#xFF08;Outliers&#xFF09;&#x5728;&#x6570;&#x636E;&#x6316;&#x6398;&#x548C;&#x7EDF;&#x8BA1;&#x6587;&#x732E;&#x4E2D;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;<em>&#x5F02;&#x5E38;</em>&#xFF0C;<em>&#x4E0D;&#x4E00;&#x81F4;</em>&#xFF0C;<em>&#x504F;&#x5DEE;</em>&#x6216;<em>&#x5F02;&#x5E38;</em>&#x3002; &#x5728;&#x5927;&#x591A;&#x6570;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x7531;&#x4E00;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x521B;&#x5EFA;&#xFF0C;&#x8FD9;&#x4E9B;&#x8FC7;&#x7A0B;&#x53EF;&#x4EE5;&#x53CD;&#x6620;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x6D3B;&#x52A8;&#x6216;&#x6536;&#x96C6;&#x7684;&#x6709;&#x5173;&#x5B9E;&#x4F53;&#x7684;&#x89C2;&#x5BDF;&#x7ED3;&#x679C;&#x3002; &#x5F53;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x8868;&#x73B0;&#x5F02;&#x5E38;&#x65F6;&#xFF0C;&#x4F1A;&#x5BFC;&#x81F4;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x4EA7;&#x751F;&#x3002; &#x56E0;&#x6B64;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x901A;&#x5E38;&#x5305;&#x542B;&#x6709;&#x5173;&#x5F71;&#x54CD;&#x6570;&#x636E;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x7684;&#x7CFB;&#x7EDF;&#x548C;&#x5B9E;&#x4F53;&#x7684;&#x5F02;&#x5E38;&#x7279;&#x5F81;&#x7684;&#x6709;&#x7528;&#x4FE1;&#x606F;&#x3002; &#x5BF9;&#x8FD9;&#x4E9B;&#x4E0D;&#x5BFB;&#x5E38;&#x7279;&#x5F81;&#x7684;&#x8BC6;&#x522B;&#x63D0;&#x4F9B;&#x4E86;&#x6709;&#x7528;&#x7684;&#x7279;&#x5B9A;&#x4E8E;&#x5E94;&#x7528;&#x7684;&#x89C1;&#x89E3;&#x3002; &#x4E00;&#x4E9B;&#x4F8B;&#x5B50;&#x5982;&#x4E0B;&#xFF1A;</p>
<ul>
<li>&#x5165;&#x4FB5;&#x68C0;&#x6D4B;&#x7CFB;&#x7EDF;&#xFF1A;&#x5728;&#x8BB8;&#x591A;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x6536;&#x96C6;&#x6709;&#x5173;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x8C03;&#x7528;&#xFF0C;&#x7F51;&#x7EDC;&#x6D41;&#x91CF;&#x6216;&#x5176;&#x4ED6;&#x7528;&#x6237;&#x64CD;&#x4F5C;&#x7684;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x6570;&#x636E;&#x3002; &#x7531;&#x4E8E;&#x6076;&#x610F;&#x6D3B;&#x52A8;&#xFF0C;&#x6B64;&#x6570;&#x636E;&#x53EF;&#x80FD;&#x4F1A;&#x663E;&#x793A;&#x5F02;&#x5E38;&#x884C;&#x4E3A;&#x3002; &#x5BF9;&#x6B64;&#x7C7B;&#x6D3B;&#x52A8;&#x7684;&#x8BC6;&#x522B;&#x79F0;&#x4E3A;&#x5165;&#x4FB5;&#x68C0;&#x6D4B;&#x3002;</li>
<li>&#x4FE1;&#x7528;&#x5361;&#x6B3A;&#x8BC8;&#xFF1A;&#x4FE1;&#x7528;&#x5361;&#x6B3A;&#x8BC8;&#x8D8A;&#x6765;&#x8D8A;&#x666E;&#x904D;&#xFF0C;&#x56E0;&#x4E3A;&#x4FE1;&#x7528;&#x5361;&#x53F7;&#x7B49;&#x654F;&#x611F;&#x4FE1;&#x606F;&#x53EF;&#x4EE5;&#x66F4;&#x5BB9;&#x6613;&#x53D7;&#x5230;&#x635F;&#x5BB3;&#x3002; &#x5728;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x672A;&#x7ECF;&#x6388;&#x6743;&#x4F7F;&#x7528;&#x4FE1;&#x7528;&#x5361;&#x53EF;&#x80FD;&#x4F1A;&#x663E;&#x793A;&#x4E0D;&#x540C;&#x7684;&#x6A21;&#x5F0F;&#xFF0C;&#x4F8B;&#x5982;&#x4ECE;&#x7279;&#x5B9A;&#x5730;&#x70B9;&#x8D2D;&#x4E70;&#x7279;&#x6743;&#x6216;&#x975E;&#x5E38;&#x5927;&#x7684;&#x4EA4;&#x6613;&#x3002; &#x8FD9;&#x4E9B;&#x6A21;&#x5F0F;&#x53EF;&#x7528;&#x4E8E;&#x68C0;&#x6D4B;&#x4FE1;&#x7528;&#x5361;&#x4EA4;&#x6613;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002;</li>
<li>&#x6709;&#x8DA3;&#x7684;&#x4F20;&#x611F;&#x5668;&#x4E8B;&#x4EF6;&#xFF1A;&#x4F20;&#x611F;&#x5668;&#x901A;&#x5E38;&#x7528;&#x4E8E;&#x8DDF;&#x8E2A;&#x8BB8;&#x591A;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x4E2D;&#x7684;&#x5404;&#x79CD;&#x73AF;&#x5883;&#x548C;&#x4F4D;&#x7F6E;&#x53C2;&#x6570;&#x3002;&#x57FA;&#x7840;&#x6A21;&#x5F0F;&#x7684;&#x7A81;&#x7136;&#x53D8;&#x5316;&#x53EF;&#x80FD;&#x4EE3;&#x8868;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x4E8B;&#x4EF6;&#x3002;&#x4E8B;&#x4EF6;&#x68C0;&#x6D4B;&#x662F;&#x4F20;&#x611F;&#x5668;&#x7F51;&#x7EDC;&#x9886;&#x57DF;&#x7684;&#x4E3B;&#x8981;&#x6FC0;&#x52B1;&#x5E94;&#x7528;&#x4E4B;&#x4E00;&#x3002;&#x6B63;&#x5982;&#x672C;&#x4E66;&#x540E;&#x9762;&#x6240;&#x8BA8;&#x8BBA;&#x7684;&#xFF0C;&#x4E8B;&#x4EF6;&#x68C0;&#x6D4B;&#x662F;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x91CD;&#x8981;&#x65F6;&#x95F4;&#x7248;&#x672C;&#x3002;</li>
<li>&#x533B;&#x7597;&#x8BCA;&#x65AD;&#xFF1A;&#x5728;&#x8BB8;&#x591A;&#x533B;&#x7597;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x6765;&#x81EA;&#x5404;&#x79CD;&#x8BBE;&#x5907;&#xFF0C;&#x5982;&#x78C1;&#x5171;&#x632F;&#x6210;&#x50CF;&#xFF08;MRI&#xFF09;&#x626B;&#x63CF;&#xFF0C;&#x6B63;&#x7535;&#x5B50;&#x53D1;&#x5C04;&#x65AD;&#x5C42;&#x626B;&#x63CF;&#xFF08;PET&#xFF09;&#x626B;&#x63CF;&#x6216;&#x5FC3;&#x7535;&#x56FE;&#xFF08;ECG&#xFF09;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x3002;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x4E0D;&#x5BFB;&#x5E38;&#x6A21;&#x5F0F;&#x901A;&#x5E38;&#x53CD;&#x6620;&#x75BE;&#x75C5;&#x72B6;&#x51B5;&#x3002;</li>
<li>&#x6267;&#x6CD5;&#xFF1A;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x5728;&#x6267;&#x6CD5;&#x4E2D;&#x53D1;&#x73B0;&#x4E86;&#x8BB8;&#x591A;&#x5E94;&#x7528;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5728;&#x53EA;&#x80FD;&#x901A;&#x8FC7;&#x5B9E;&#x4F53;&#x7684;&#x591A;&#x79CD;&#x884C;&#x4E3A;&#x968F;&#x65F6;&#x95F4;&#x53D1;&#x73B0;&#x5F02;&#x5E38;&#x6A21;&#x5F0F;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x3002;&#x786E;&#x5B9A;&#x91D1;&#x878D;&#x4EA4;&#x6613;&#xFF0C;&#x4EA4;&#x6613;&#x6D3B;&#x52A8;&#x6216;&#x4FDD;&#x9669;&#x7D22;&#x8D54;&#x4E2D;&#x7684;&#x6B3A;&#x8BC8;&#x901A;&#x5E38;&#x9700;&#x8981;&#x8BC6;&#x522B;&#x7531;&#x72AF;&#x7F6A;&#x5B9E;&#x4F53;&#x7684;&#x884C;&#x4E3A;&#x4EA7;&#x751F;&#x7684;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x6A21;&#x5F0F;&#x3002;</li>
<li>&#x5730;&#x7403;&#x79D1;&#x5B66;&#xFF1A;&#x901A;&#x8FC7;&#x536B;&#x661F;&#x6216;&#x9065;&#x611F;&#x7B49;&#x5404;&#x79CD;&#x673A;&#x5236;&#x6536;&#x96C6;&#x5927;&#x91CF;&#x5173;&#x4E8E;&#x5929;&#x6C14;&#x6A21;&#x5F0F;&#xFF0C;&#x6C14;&#x5019;&#x53D8;&#x5316;&#x6216;&#x571F;&#x5730;&#x8986;&#x76D6;&#x6A21;&#x5F0F;&#x7684;&#x65F6;&#x7A7A;&#x6570;&#x636E;&#x3002;&#x6B64;&#x7C7B;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x60C5;&#x51B5;&#x53EF;&#x63D0;&#x4F9B;&#x6709;&#x5173;&#x4EBA;&#x7C7B;&#x6D3B;&#x52A8;&#x6216;&#x73AF;&#x5883;&#x8D8B;&#x52BF;&#x7684;&#x91CD;&#x8981;&#x89C1;&#x89E3;&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x6F5C;&#x5728;&#x539F;&#x56E0;&#x3002;</li>
</ul>
<p>&#x5728;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x5177;&#x6709;&#x201C;&#x6B63;&#x5E38;&#x201D;&#x6A21;&#x578B;&#xFF0C;&#x5E76;&#x4E14;&#x5F02;&#x5E38;&#x88AB;&#x8BC6;&#x522B;&#x4E3A;&#x4E0E;&#x8BE5;&#x6B63;&#x5E38;&#x6A21;&#x578B;&#x7684;&#x504F;&#x5DEE;&#x3002; &#x6B63;&#x5E38;&#x6570;&#x636E;&#x70B9;&#x6709;&#x65F6;&#x4E5F;&#x79F0;&#x4E3A;&#x5185;&#x70B9;&#x3002; &#x5728;&#x8BF8;&#x5982;&#x5165;&#x4FB5;&#x6216;&#x6B3A;&#x8BC8;&#x68C0;&#x6D4B;&#x7684;&#x4E00;&#x4E9B;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x5BF9;&#x5E94;&#x4E8E;&#x591A;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x7684;&#x5E8F;&#x5217;&#x800C;&#x4E0D;&#x662F;&#x5355;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x6B3A;&#x8BC8;&#x4E8B;&#x4EF6;&#x901A;&#x5E38;&#x53EF;&#x4EE5;&#x53CD;&#x6620;&#x4E2A;&#x4F53;&#x5728;&#x7279;&#x5B9A;&#x5E8F;&#x5217;&#x4E2D;&#x7684;&#x884C;&#x4E3A;&#x3002; &#x5E8F;&#x5217;&#x7684;&#x7279;&#x5F02;&#x6027;&#x4E0E;&#x8BC6;&#x522B;&#x5F02;&#x5E38;&#x4E8B;&#x4EF6;&#x6709;&#x5173;&#x3002; &#x8FD9;&#x79CD;&#x5F02;&#x5E38;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;&#x96C6;&#x4F53;&#x5F02;&#x5E38;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x53EA;&#x80FD;&#x4ECE;&#x4E00;&#x7EC4;&#x6216;&#x4E00;&#x7CFB;&#x5217;&#x6570;&#x636E;&#x70B9;&#x96C6;&#x4F53;&#x63A8;&#x65AD;&#x51FA;&#x6765;&#x3002; &#x8FD9;&#x79CD;&#x96C6;&#x4F53;&#x5F02;&#x5E38;&#x901A;&#x5E38;&#x662F;&#x4EA7;&#x751F;&#x5F02;&#x5E38;&#x6D3B;&#x52A8;&#x6A21;&#x5F0F;&#x7684;&#x5F02;&#x5E38;&#x4E8B;&#x4EF6;&#x7684;&#x7ED3;&#x679C;&#x3002; &#x672C;&#x4E66;&#x5C06;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x5F02;&#x5E38;&#x3002;</p>
<p>&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x7684;&#x8F93;&#x51FA;&#x53EF;&#x4EE5;&#x662F;&#x4EE5;&#x4E0B;&#x4E24;&#x79CD;&#x7C7B;&#x578B;&#x4E4B;&#x4E00;&#xFF1A;</p>
<ul>
<li>&#x5F02;&#x5E38;&#x503C;&#xFF1A;&#x5927;&#x591A;&#x6570;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x8F93;&#x51FA;&#x4E00;&#x4E2A;&#x91CF;&#x5316;&#x6BCF;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x201C;&#x79BB;&#x7FA4;&#x503C;&#x201D;&#x6C34;&#x5E73;&#x7684;&#x5206;&#x6570;&#x3002; &#x8BE5;&#x5206;&#x6570;&#x8FD8;&#x53EF;&#x7528;&#x4E8E;&#x6309;&#x5176;&#x5F02;&#x5E38;&#x8D8B;&#x52BF;&#x7684;&#x987A;&#x5E8F;&#x5BF9;&#x6570;&#x636E;&#x70B9;&#x8FDB;&#x884C;&#x6392;&#x540D;&#x3002; &#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x975E;&#x5E38;&#x901A;&#x7528;&#x7684;&#x8F93;&#x51FA;&#x5F62;&#x5F0F;&#xFF0C;&#x5B83;&#x4FDD;&#x7559;&#x4E86;&#x7279;&#x5B9A;&#x7B97;&#x6CD5;&#x63D0;&#x4F9B;&#x7684;&#x6240;&#x6709;&#x4FE1;&#x606F;&#xFF0C;&#x4F46;&#x5B83;&#x6CA1;&#x6709;&#x63D0;&#x4F9B;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x5C11;&#x91CF;&#x6570;&#x636E;&#x70B9;&#x7684;&#x7B80;&#x660E;&#x6458;&#x8981;&#x3002;</li>
<li>&#x4E8C;&#x8FDB;&#x5236;&#x6807;&#x7B7E;&#xFF1A;&#x7B2C;&#x4E8C;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x8F93;&#x51FA;&#x662F;&#x4E8C;&#x8FDB;&#x5236;&#x6807;&#x7B7E;&#xFF0C;&#x6307;&#x793A;&#x6570;&#x636E;&#x70B9;&#x662F;&#x5426;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x3002; &#x867D;&#x7136;&#x67D0;&#x4E9B;&#x7B97;&#x6CD5;&#x53EF;&#x80FD;&#x76F4;&#x63A5;&#x8FD4;&#x56DE;&#x4E8C;&#x8FDB;&#x5236;&#x6807;&#x7B7E;&#xFF0C;&#x4F46;&#x5F02;&#x5E38;&#x503C;&#x4E5F;&#x53EF;&#x4EE5;&#x8F6C;&#x6362;&#x4E3A;&#x4E8C;&#x8FDB;&#x5236;&#x6807;&#x7B7E;&#x3002; &#x8FD9;&#x901A;&#x5E38;&#x901A;&#x8FC7;&#x5BF9;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x65BD;&#x52A0;&#x9608;&#x503C;&#x6765;&#x5B9E;&#x73B0;&#xFF0C;&#x5E76;&#x4E14;&#x57FA;&#x4E8E;&#x5F97;&#x5206;&#x7684;&#x7EDF;&#x8BA1;&#x5206;&#x5E03;&#x6765;&#x9009;&#x62E9;&#x9608;&#x503C;&#x3002; &#x4E8C;&#x8FDB;&#x5236;&#x6807;&#x8BB0;&#x5305;&#x542B;&#x7684;&#x4FE1;&#x606F;&#x5C11;&#x4E8E;&#x8BC4;&#x5206;&#x673A;&#x5236;&#xFF0C;&#x4F46;&#x5B83;&#x662F;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x4E2D;&#x51B3;&#x7B56;&#x5236;&#x5B9A;&#x901A;&#x5E38;&#x9700;&#x8981;&#x7684;&#x6700;&#x7EC8;&#x7ED3;&#x679C;&#x3002;</li>
</ul>
<p>&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x70B9;&#x7684;&#x201C;&#x8DB3;&#x591F;&#x201D;&#x504F;&#x5DEE;&#xFF0C;&#x901A;&#x5E38;&#x662F;&#x4E00;&#x79CD;&#x4E3B;&#x89C2;&#x5224;&#x65AD;&#x3002; &#x5728;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x53EF;&#x4EE5;&#x5D4C;&#x5165;&#x5230;&#x5927;&#x91CF;&#x7684;&#x566A;&#x97F3;&#xFF0C;&#x8FD9;&#x79CD;&#x566A;&#x97F3;&#x53EF;&#x80FD;&#x5BF9;&#x5206;&#x6790;&#x5E08;&#x4E0D;&#x611F;&#x5174;&#x8DA3;&#x3002;&#x8FD9;&#x901A;&#x5E38;&#x662F;&#x4EE4;&#x4EBA;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x975E;&#x5E38;&#x6709;&#x8DA3;&#x7684;&#x504F;&#x5DEE;&#x3002;&#x4E3A;&#x4E86;&#x8BF4;&#x660E;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x8BF7;&#x8003;&#x8651;&#x56FE;1.1&#xFF08;a&#xFF09;&#x548C;&#xFF08;b&#xFF09;&#x4E2D;&#x6240;&#x793A;&#x7684;&#x793A;&#x4F8B;&#x3002;&#x5F88;&#x660E;&#x663E;&#xFF0C;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x4E3B;&#x8981;&#x6A21;&#x5F0F;&#xFF08;&#x6216;&#x7FA4;&#x96C6;&#xFF09;&#x5728;&#x4E24;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#x90FD;&#x662F;&#x76F8;&#x540C;&#x7684;&#xFF0C;&#x5C3D;&#x7BA1;&#x8FD9;&#x4E9B;&#x4E3B;&#x8981;&#x7FA4;&#x96C6;&#x4E4B;&#x5916;&#x5B58;&#x5728;&#x663E;&#x7740;&#x5DEE;&#x5F02;&#x3002;&#x5728;&#x56FE;1.1&#xFF08;a&#xFF09;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5355;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#xFF08;&#x6807;&#x8BB0;&#x4E3A;&#x201C;A&#x201D;&#xFF09;&#x4F3C;&#x4E4E;&#x4E0E;&#x5176;&#x4F59;&#x6570;&#x636E;&#x975E;&#x5E38;&#x4E0D;&#x540C;&#xFF0C;&#x56E0;&#x6B64;&#x975E;&#x5E38;&#x660E;&#x663E;&#x662F;&#x5F02;&#x5E38;&#x3002;&#x56FE;1.1&#xFF08;b&#xFF09;&#x4E2D;&#x7684;&#x60C5;&#x51B5;&#x66F4;&#x4E3A;&#x4E3B;&#x89C2;&#x3002;&#x867D;&#x7136;&#x56FE;1.1&#xFF08;b&#xFF09;&#x4E2D;&#x7684;&#x76F8;&#x5E94;&#x6570;&#x636E;&#x70B9;&#x201C;A&#x201D;&#x4E5F;&#x5904;&#x4E8E;&#x6570;&#x636E;&#x7684;&#x7A00;&#x758F;&#x533A;&#x57DF;&#xFF0C;&#x4F46;&#x66F4;&#x96BE;&#x4EE5;&#x81EA;&#x4FE1;&#x5730;&#x8868;&#x660E;&#x5B83;&#x8868;&#x793A;&#x4E0E;&#x5269;&#x4F59;&#x6570;&#x636E;&#x96C6;&#x7684;&#x771F;&#x5B9E;&#x504F;&#x5DEE;&#x3002;&#x8BE5;&#x6570;&#x636E;&#x70B9;&#x5F88;&#x53EF;&#x80FD;&#x4EE3;&#x8868;&#x6570;&#x636E;&#x4E2D;&#x968F;&#x673A;&#x5206;&#x5E03;&#x7684;&#x566A;&#x58F0;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x70B9;&apos;A&apos;&#x4F3C;&#x4E4E;&#x9002;&#x5408;&#x7531;&#x5176;&#x4ED6;&#x968F;&#x673A;&#x5206;&#x5E03;&#x70B9;&#x8868;&#x793A;&#x7684;&#x6A21;&#x5F0F;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x672C;&#x4E66;&#x4E2D;&#xFF0C;&#x672F;&#x8BED;&#x201C;&#x5F02;&#x5E38;&#x503C;&#x201D;&#x6307;&#x7684;&#x662F;&#x53EF;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x6216;&#x566A;&#x58F0;&#x7684;&#x6570;&#x636E;&#x70B9;&#xFF0C;&#x800C;&#x201C;&#x5F02;&#x5E38;&#x201D;&#x6307;&#x7684;&#x662F;&#x5206;&#x6790;&#x4EBA;&#x5458;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x7279;&#x6B8A;&#x5F02;&#x5E38;&#x503C;&#x3002;</p>
<p>&#x5728;&#x65E0;&#x76D1;&#x7763;&#x573A;&#x666F;&#x4E2D;&#xFF0C;&#x524D;&#x9762;&#x7684;&#x6709;&#x8DA3;&#x5F02;&#x5E38;&#x793A;&#x4F8B;&#x4E0D;&#x53EF;&#x7528;&#xFF0C;&#x566A;&#x58F0;&#x4EE3;&#x8868;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x548C;&#x771F;&#x5B9E;&#x5F02;&#x5E38;&#x4E4B;&#x95F4;&#x7684;&#x8BED;&#x4E49;&#x8FB9;&#x754C; - &#x566A;&#x58F0;&#x901A;&#x5E38;&#x88AB;&#x5EFA;&#x6A21;&#x4E3A;&#x5F31;&#x70B9;&#x5F62;&#x5F0F;&#x7684;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x5E76;&#x4E0D;&#x603B;&#x662F;&#x6EE1;&#x8DB3;&#x6570;&#x636E;&#x6240;&#x9700;&#x7684;&#x5F3A;&#x6807;&#x51C6; &#x8981;&#x70B9;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x6709;&#x8DA3;&#x7684;&#x6216;&#x5F02;&#x5E38;&#x7684;&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x7FA4;&#x96C6;&#x8FB9;&#x754C;&#x5904;&#x7684;&#x6570;&#x636E;&#x70B9;&#x901A;&#x5E38;&#x53EF;&#x88AB;&#x89C6;&#x4E3A;&#x566A;&#x58F0;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x4F7F;&#x7528;&#x6570;&#x636E;&#x70B9;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x7684;&#x4E00;&#x4E9B;&#x91CF;&#x5316;&#x5EA6;&#x91CF;&#xFF0C;&#x4F8B;&#x5982;&#x57FA;&#x7840;&#x533A;&#x57DF;&#x7684;&#x7A00;&#x758F;&#x6027;&#xFF0C;&#x57FA;&#x4E8E;&#x6700;&#x8FD1;&#x90BB;&#x5C45;&#x7684;&#x8DDD;&#x79BB;&#xFF0C;&#x6216;&#x8005;&#x5BF9;&#x57FA;&#x7840;&#x6570;&#x636E;&#x5206;&#x5E03;&#x7684;&#x62DF;&#x5408;&#x3002;&#x6BCF;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x90FD;&#x4F4D;&#x4E8E;&#x4ECE;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x5230;&#x566A;&#x58F0;&#x7684;&#x8FDE;&#x7EED;&#x8C31;&#x4E0A;&#xFF0C;&#x6700;&#x540E;&#x662F;&#x5F02;&#x5E38;&#xFF0C;&#x5982;&#x56FE;1.2&#x6240;&#x793A;&#x3002;&#x8BE5;&#x9891;&#x8C31;&#x7684;&#x4E0D;&#x540C;&#x533A;&#x57DF;&#x7684;&#x5206;&#x79BB;&#x901A;&#x5E38;&#x4E0D;&#x662F;&#x7CBE;&#x786E;&#x5B9A;&#x4E49;&#x7684;&#xFF0C;&#x5E76;&#x4E14;&#x662F;&#x6839;&#x636E;&#x5E94;&#x7528;&#x7279;&#x5B9A;&#x6807;&#x51C6;&#x5728;&#x4E34;&#x65F6;&#x57FA;&#x7840;&#x4E0A;&#x9009;&#x62E9;&#x7684;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;&#x4E4B;&#x95F4;&#x7684;&#x5206;&#x79BB;&#x5E76;&#x4E0D;&#x662F;&#x7EAF;&#x7CB9;&#x7684;&#xFF0C;&#x5E76;&#x4E14;&#x7531;&#x5608;&#x6742;&#x7684;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x4EA7;&#x751F;&#x7684;&#x8BB8;&#x591A;&#x6570;&#x636E;&#x70B9;&#x53EF;&#x80FD;&#x5177;&#x6709;&#x8DB3;&#x591F;&#x7684;&#x504F;&#x5DEE;&#xFF0C;&#x53EF;&#x4EE5;&#x57FA;&#x4E8E;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x88AB;&#x89E3;&#x91CA;&#x4E3A;&#x5F02;&#x5E38;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5F02;&#x5E38;&#x901A;&#x5E38;&#x5177;&#x6709;&#x6BD4;&#x566A;&#x58F0;&#x9AD8;&#x5F97;&#x591A;&#x7684;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x4F46;&#x8FD9;&#x4E0D;&#x662F;&#x4E24;&#x8005;&#x4E4B;&#x95F4;&#x7684;&#x533A;&#x522B;&#x56E0;&#x7D20;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x5206;&#x6790;&#x5E08;&#x7684;&#x5174;&#x8DA3;&#x662F;&#x8C03;&#x8282;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;&#x4E4B;&#x95F4;&#x7684;&#x533A;&#x522B;&#x3002;</p>
<p>&#x4E00;&#x4E9B;&#x4F5C;&#x8005;&#x4F7F;&#x7528;&#x5F31;&#x5F02;&#x5E38;&#x503C;&#x548C;&#x5F3A;&#x5F02;&#x5E38;&#x503C;&#x6765;&#x533A;&#x5206;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;[4,318]&#x3002; &#x6570;&#x636E;&#x4E2D;&#x7684;&#x566A;&#x58F0;&#x68C0;&#x6D4B;&#x5177;&#x6709;&#x5176;&#x81EA;&#x8EAB;&#x7684;&#x8BB8;&#x591A;&#x5E94;&#x7528;&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x53BB;&#x9664;&#x566A;&#x58F0;&#x53EF;&#x4EE5;&#x521B;&#x5EFA;&#x66F4;&#x6E05;&#x6670;&#x7684;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x5176;&#x4ED6;&#x6570;&#x636E;&#x6316;&#x6398;&#x7B97;&#x6CD5;&#x3002; &#x867D;&#x7136;&#x566A;&#x58F0;&#x672C;&#x8EAB;&#x53EF;&#x80FD;&#x4E0D;&#x662F;&#x5F88;&#x6709;&#x8DA3;&#xFF0C;&#x4F46;&#x5B83;&#x7684;&#x6E05;&#x9664;&#x548C;&#x8BC6;&#x522B;&#x4ECD;&#x7136;&#x662F;&#x6316;&#x6398;&#x76EE;&#x7684;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x95EE;&#x9898;&#x3002; &#x56E0;&#x6B64;&#xFF0C;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x5728;&#x672C;&#x4E66;&#x4E2D;&#x90FD;&#x5F88;&#x91CD;&#x8981;&#x3002; &#x5728;&#x672C;&#x4E66;&#x4E2D;&#xFF0C;&#x5C06;&#x786E;&#x5B9A;&#x4E0E;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x6216;&#x566A;&#x58F0;&#x6D88;&#x9664;&#x7279;&#x522B;&#x76F8;&#x5173;&#x7684;&#x65B9;&#x6CD5;&#x3002; &#x4F46;&#x662F;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x90FD;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x4E4B;&#x95F4;&#x7684;&#x533A;&#x522B;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x8BED;&#x4E49;&#x4E4B;&#x4E00;&#x3002;</p>
<p>&#x7531;&#x4E8E;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;&#x4E4B;&#x95F4;&#x7684;&#x8BED;&#x4E49;&#x533A;&#x522B;&#x662F;&#x57FA;&#x4E8E;&#x5206;&#x6790;&#x5E08;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x56E0;&#x6B64;&#x627E;&#x5230;&#x8FD9;&#x79CD;&#x5F02;&#x5E38;&#x5E76;&#x5C06;&#x5176;&#x4E0E;&#x566A;&#x58F0;&#x533A;&#x5206;&#x5F00;&#x7684;&#x6700;&#x4F73;&#x65B9;&#x6CD5;&#x662F;&#x4F7F;&#x7528;&#x6765;&#x81EA;&#x5148;&#x524D;&#x5DF2;&#x77E5;&#x7684;&#x5F02;&#x5E38;&#x793A;&#x4F8B;&#x7684;&#x53CD;&#x9988;&#x3002;&#x5728;&#x8BB8;&#x591A;&#x5E94;&#x7528;&#x4E2D;&#x7ECF;&#x5E38;&#x51FA;&#x73B0;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#xFF0C;&#x4F8B;&#x5982;&#x4FE1;&#x7528;&#x5361;&#x6B3A;&#x8BC8;&#x68C0;&#x6D4B;&#xFF0C;&#x5176;&#x4E2D;&#x53EF;&#x80FD;&#x5B58;&#x5728;&#x5148;&#x524D;&#x6709;&#x8DA3;&#x7684;&#x5F02;&#x5E38;&#x793A;&#x4F8B;&#x3002;&#x8FD9;&#x4E9B;&#x53EF;&#x7528;&#x4E8E;&#x5B66;&#x4E60;&#x533A;&#x5206;&#x6B63;&#x5E38;&#x6A21;&#x5F0F;&#x548C;&#x5F02;&#x5E38;&#x6570;&#x636E;&#x7684;&#x6A21;&#x578B;&#x3002;&#x76D1;&#x7763;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x6280;&#x672F;&#x901A;&#x5E38;&#x5728;&#x8BB8;&#x591A;&#x7279;&#x5B9A;&#x4E8E;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x7684;&#x573A;&#x666F;&#x4E2D;&#x66F4;&#x6709;&#x6548;&#xFF0C;&#x56E0;&#x4E3A;&#x524D;&#x9762;&#x793A;&#x4F8B;&#x7684;&#x7279;&#x5F81;&#x53EF;&#x7528;&#x4E8E;&#x5C06;&#x641C;&#x7D22;&#x8FC7;&#x7A0B;&#x9510;&#x5316;&#x4E3A;&#x66F4;&#x76F8;&#x5173;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x8FD9;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x56E0;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x53EF;&#x4EE5;&#x5728;&#x7ED9;&#x5B9A;&#x6570;&#x636E;&#x96C6;&#x4E2D;&#x4EE5;&#x591A;&#x79CD;&#x65B9;&#x5F0F;&#x5B9A;&#x4E49;&#xFF0C;&#x5176;&#x4E2D;&#x5927;&#x591A;&#x6570;&#x53EF;&#x80FD;&#x4E0D;&#x662F;&#x5F88;&#x6709;&#x8DA3;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x56FE;1.1&#xFF08;a&#xFF09;&#x548C;&#xFF08;b&#xFF09;&#x4E2D;&#xFF0C;&#x5148;&#x524D;&#x7684;&#x793A;&#x4F8B;&#x53EF;&#x80FD;&#x8868;&#x660E;&#x53EA;&#x6709;&#x5177;&#x6709;&#x5F02;&#x5E38;&#x9AD8;&#x7684;&#x4E24;&#x4E2A;&#x5C5E;&#x6027;&#x503C;&#x7684;&#x8BB0;&#x5F55;&#x624D;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4E24;&#x4E2A;&#x56FE;&#x4E2D;&#x7684;&#x70B9;&apos;A&apos;&#x5E94;&#x89C6;&#x4E3A;&#x566A;&#x58F0;&#xFF0C;&#x800C;&#x56FE;1.1&#xFF08;b&#xFF09;&#x4E2D;&#x7684;&#x70B9;&apos;B&apos;&#x5E94;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#xFF01;&#x8FD9;&#x91CC;&#x7406;&#x89E3;&#x7684;&#x5173;&#x952E;&#x70B9;&#x662F;&#x5F02;&#x5E38;&#x9700;&#x8981;&#x4EE5;&#x4E00;&#x79CD;&#x6709;&#x8DA3;&#x7684;&#x65B9;&#x5F0F;&#x4E0D;&#x5BFB;&#x5E38;&#xFF0C;&#x76D1;&#x7763;&#x8FC7;&#x7A0B;&#x91CD;&#x65B0;&#x5B9A;&#x4E49;&#x4E86;&#x4EBA;&#x4EEC;&#x53EF;&#x80FD;&#x4F1A;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x65E0;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#x53EF;&#x7528;&#x4E8E;&#x566A;&#x58F0;&#x6D88;&#x9664;&#x6216;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#xFF0C;&#x5E76;&#x4E14;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#x88AB;&#x8BBE;&#x8BA1;&#x7528;&#x4E8E;&#x7279;&#x5B9A;&#x5E94;&#x7528;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x3002;&#x5728;&#x63A2;&#x7D22;&#x6027;&#x73AF;&#x5883;&#x4E2D;&#x7ECF;&#x5E38;&#x4F7F;&#x7528;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x5176;&#x4E2D;&#x5C06;&#x53D1;&#x73B0;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x63D0;&#x4F9B;&#x7ED9;&#x5206;&#x6790;&#x4EBA;&#x5458;&#xFF0C;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x68C0;&#x67E5;&#x5176;&#x7279;&#x5B9A;&#x5E94;&#x7528;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;</p>
<p>&#x5728;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x591A;&#x7EA7;&#x76D1;&#x7763;&#x3002; &#x5728;&#x5B8C;&#x5168;&#x76D1;&#x7763;&#x7684;&#x60C5;&#x666F;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x6E05;&#x695A;&#x5730;&#x533A;&#x5206;&#x6B63;&#x5E38;&#x548C;&#x5F02;&#x5E38;&#x6570;&#x636E;&#x7684;&#x793A;&#x4F8B;&#x3002; &#x5728;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x793A;&#x4F8B;&#xFF0C;&#x4F46;&#x201C;&#x6B63;&#x5E38;&#x201D;&#x6570;&#x636E;&#x7684;&#x793A;&#x4F8B;&#x4E5F;&#x53EF;&#x80FD;&#x5305;&#x542B;&#x67D0;&#x4E9B;&#xFF08;&#x672A;&#x77E5;&#xFF09;&#x6BD4;&#x4F8B;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002; &#x8FD9;&#x88AB;&#x79F0;&#x4E3A;&#x5177;&#x6709;&#x6B63;&#x6570;&#x548C;&#x672A;&#x6807;&#x8BB0;&#x6570;&#x636E;&#x7684;&#x5206;&#x7C7B;&#x3002; &#x5728;&#x5176;&#x4ED6;&#x534A;&#x76D1;&#x7763;&#x573A;&#x666F;&#x4E2D;&#xFF0C;&#x4EC5;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x7684;&#x793A;&#x4F8B;&#x6216;&#x4EC5;&#x5F02;&#x5E38;&#x6570;&#x636E;&#x7684;&#x793A;&#x4F8B;&#x3002; &#x56E0;&#x6B64;&#xFF0C;&#x95EE;&#x9898;&#x7684;&#x53D8;&#x5316;&#x7684;&#x6570;&#x91CF;&#x76F8;&#x5F53;&#x5927;&#xFF0C;&#x6BCF;&#x4E2A;&#x53D8;&#x5316;&#x9700;&#x8981;&#x76F8;&#x5173;&#x4F46;&#x4E13;&#x7528;&#x7684;&#x6280;&#x672F;&#x96C6;&#x3002;</p>
<p>&#x6700;&#x540E;&#xFF0C;&#x6570;&#x636E;&#x8868;&#x793A;&#x53EF;&#x80FD;&#x56E0;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x800C;&#x6709;&#x5F88;&#x5927;&#x5DEE;&#x5F02;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x6570;&#x636E;&#x53EF;&#x4EE5;&#x662F;&#x7EAF;&#x591A;&#x7EF4;&#x7684;&#xFF0C;&#x70B9;&#x4E4B;&#x95F4;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x6216;&#x8005;&#x6570;&#x636E;&#x53EF;&#x4EE5;&#x6309;&#x65F6;&#x95F4;&#x987A;&#x5E8F;&#x987A;&#x5E8F;&#xFF0C;&#x6216;&#x8005;&#x53EF;&#x4EE5;&#x4EE5;&#x5177;&#x6709;&#x6570;&#x636E;&#x70B9;&#x4E4B;&#x95F4;&#x7684;&#x4EFB;&#x610F;&#x5173;&#x7CFB;&#x7684;&#x7F51;&#x7EDC;&#x7684;&#x5F62;&#x5F0F;&#x5B9A;&#x4E49;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5C5E;&#x6027;&#x53EF;&#x4EE5;&#x662F;&#x6570;&#x5B57;&#xFF0C;&#x5206;&#x7C7B;&#x6216;&#x6DF7;&#x5408;&#x3002;&#x663E;&#x7136;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x8FC7;&#x7A0B;&#x9700;&#x8981;&#x5BF9;&#x57FA;&#x7840;&#x6570;&#x636E;&#x4E2D;&#x5C5E;&#x6027;&#x548C;&#x5173;&#x7CFB;&#x7684;&#x6027;&#x8D28;&#x654F;&#x611F;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x5173;&#x7CFB;&#x672C;&#x8EAB;&#x901A;&#x5E38;&#x53EF;&#x4EE5;&#x4EE5;&#x901A;&#x5E38;&#x4E0D;&#x4E00;&#x8D77;&#x51FA;&#x73B0;&#x7684;&#x5B9E;&#x4F53;&#x4E4B;&#x95F4;&#x7684;&#x8FDE;&#x63A5;&#x7684;&#x5F62;&#x5F0F;&#x63D0;&#x4F9B;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x6807;&#x51C6;&#x3002;&#x8FD9;&#x79CD;&#x5F02;&#x5E38;&#x503C;&#x88AB;&#x79F0;&#x4E3A;&#x4E0A;&#x4E0B;&#x6587;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x7684;&#x4F8B;&#x5B50;&#x662F;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x5206;&#x6790;&#x4E2D;&#x94FE;&#x63A5;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6982;&#x5FF5;[17]&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x56FE;&#x4E2D;&#x901A;&#x5E38;&#x672A;&#x8FDE;&#x63A5;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x5B9E;&#x4F53;&#xFF08;&#x8282;&#x70B9;&#xFF09;&#x53EF;&#x80FD;&#x663E;&#x793A;&#x5F7C;&#x6B64;&#x7684;&#x5F02;&#x5E38;&#x8FDE;&#x63A5;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6570;&#x636E;&#x7C7B;&#x578B;&#x5BF9;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x8FC7;&#x7A0B;&#x7684;&#x5F71;&#x54CD;&#x5F88;&#x5927;&#xFF0C;&#x672C;&#x4E66;&#x5C06;&#x5BF9;&#x6B64;&#x8FDB;&#x884C;&#x8BA4;&#x771F;&#x89E3;&#x51B3;&#x3002;</p>
<p>&#x672C;&#x7AE0;&#x5B89;&#x6392;&#x5982;&#x4E0B;&#x3002;&#x5728;1.2&#x8282;&#x4E2D;&#xFF0C;&#x8BA8;&#x8BBA;&#x4E86;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x4E2D;&#x6570;&#x636E;&#x5EFA;&#x6A21;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;&#x5728;1.3&#x8282;&#x4E2D;&#xFF0C;&#x4ECB;&#x7ECD;&#x4E86;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x57FA;&#x672C;&#x5F02;&#x5E38;&#x503C;&#x6A21;&#x578B;&#x3002;&#x5F02;&#x5E38;&#x96C6;&#x5408;&#x5728;1.4&#x8282;&#x4E2D;&#x4ECB;&#x7ECD;&#x3002;&#x7B2C;1.5&#x8282;&#x8BA8;&#x8BBA;&#x4E86;&#x7528;&#x4E8E;&#x5206;&#x6790;&#x7684;&#x57FA;&#x672C;&#x6570;&#x636E;&#x7C7B;&#x578B;&#x3002; 1.6&#x8282;&#x4ECB;&#x7ECD;&#x4E86;&#x7528;&#x4E8E;&#x6570;&#x636E;&#x5206;&#x6790;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x76D1;&#x7763;&#x5EFA;&#x6A21;&#x7684;&#x6982;&#x5FF5;&#x3002;&#x8BC4;&#x4F30;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x7684;&#x65B9;&#x6CD5;&#x5728;1.7&#x8282;&#x4E2D;&#x8BA8;&#x8BBA;&#x3002;&#x7ED3;&#x8BBA;&#x89C1;&#x7B2C;1.8&#x8282;&#x3002;</p>
<h2 id="12-&#x6570;&#x636E;&#x6A21;&#x578B;&#x5C31;&#x662F;&#x4E00;&#x5207;">1.2 &#x6570;&#x636E;&#x6A21;&#x578B;&#x5C31;&#x662F;&#x4E00;&#x5207;</h2>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev navigation-unique" aria-label="Previous page: Introduction">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"异常分析简介","level":"1.2","depth":1,"previous":{"title":"Introduction","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter1.md","mtime":"2018-12-24T09:14:45.232Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-12-24T09:20:36.491Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

