
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第1章 异常分析简介 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chapter2.html" />
    
    
    <link rel="prev" href="contents.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="contents.html">
            
                <a href="contents.html">
            
                    
                    目录
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3" data-path="chapter1.html">
            
                <a href="chapter1.html">
            
                    
                    第1章 异常分析简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="chapter2.html">
            
                <a href="chapter2.html">
            
                    
                    第2章 异常检测的概率和统计模型
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第1章 异常分析简介</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x5F02;&#x5E38;&#x5206;&#x6790;&#x7B80;&#x4ECB;">&#x5F02;&#x5E38;&#x5206;&#x6790;&#x7B80;&#x4ECB;</h1>
<ul>
<li><a href="#%E5%BC%82%E5%B8%B8%E5%88%86%E6%9E%90%E7%AE%80%E4%BB%8B">&#x5F02;&#x5E38;&#x5206;&#x6790;&#x7B80;&#x4ECB;</a><ul>
<li><a href="#11-%E7%AE%80%E4%BB%8B">1.1 &#x7B80;&#x4ECB;</a></li>
<li><a href="#12-%E6%95%B0%E6%8D%AE%E6%A8%A1%E5%9E%8B%E5%B0%B1%E6%98%AF%E4%B8%80%E5%88%87">1.2 &#x6570;&#x636E;&#x6A21;&#x578B;&#x5C31;&#x662F;&#x4E00;&#x5207;</a><ul>
<li><a href="#121-%E4%B8%8E%E6%9C%89%E7%9B%91%E7%9D%A3%E6%A8%A1%E5%9E%8B%E7%9A%84%E8%81%94%E7%B3%BB">1.2.1 &#x4E0E;&#x6709;&#x76D1;&#x7763;&#x6A21;&#x578B;&#x7684;&#x8054;&#x7CFB;</a></li>
</ul>
</li>
<li><a href="#13-%E5%9F%BA%E6%9C%AC%E5%BC%82%E5%B8%B8%E5%80%BC%E6%A3%80%E6%B5%8B%E6%A8%A1%E5%9E%8B">1.3 &#x57FA;&#x672C;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x6A21;&#x578B;</a><ul>
<li><a href="#131-%E5%BC%82%E5%B8%B8%E5%80%BC%E6%A3%80%E6%B5%8B%E4%B8%AD%E7%9A%84%E7%89%B9%E5%BE%81%E9%80%89%E6%8B%A9">1.3.1 &#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x4E2D;&#x7684;&#x7279;&#x5F81;&#x9009;&#x62E9;</a></li>
<li><a href="#132-%E6%9E%81%E5%80%BC%E5%88%86%E6%9E%90">1.3.2 &#x6781;&#x503C;&#x5206;&#x6790;</a></li>
<li><a href="#133-%E6%A6%82%E7%8E%87%E5%92%8C%E7%BB%9F%E8%AE%A1%E6%A8%A1%E5%9E%8B">1.3.3 &#x6982;&#x7387;&#x548C;&#x7EDF;&#x8BA1;&#x6A21;&#x578B;</a></li>
<li><a href="#134-%E7%BA%BF%E6%80%A7%E6%A8%A1%E5%9E%8B">1.3.4 &#x7EBF;&#x6027;&#x6A21;&#x578B;</a></li>
<li><a href="#1341%E5%85%89%E8%B0%B1%E6%A8%A1%E5%9E%8B">1.3.4.1&#x5149;&#x8C31;&#x6A21;&#x578B;</a></li>
<li><a href="#135%E5%9F%BA%E4%BA%8E%E9%82%BB%E8%BF%91%E7%9A%84%E6%A8%A1%E5%9E%8B">1.3.5&#x57FA;&#x4E8E;&#x90BB;&#x8FD1;&#x7684;&#x6A21;&#x578B;</a></li>
<li><a href="#136%E4%BF%A1%E6%81%AF%E7%90%86%E8%AE%BA%E6%A8%A1%E5%9E%8B">1.3.6&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x6A21;&#x578B;</a></li>
<li><a href="#137%E9%AB%98%E7%BB%B4%E5%BC%82%E5%B8%B8%E5%80%BC%E6%A3%80%E6%B5%8B">1.3.7&#x9AD8;&#x7EF4;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;</a></li>
</ul>
</li>
<li><a href="#14-%E5%BC%82%E5%B8%B8%E9%9B%86%E6%88%90%E6%96%B9%E6%B3%95">1.4 &#x5F02;&#x5E38;&#x96C6;&#x6210;&#x65B9;&#x6CD5;</a><ul>
<li><a href="#141%E9%A1%BA%E5%BA%8F%E5%90%88%E5%A5%8F">1.4.1&#x987A;&#x5E8F;&#x5408;&#x594F;</a></li>
<li><a href="#142%E7%8B%AC%E7%AB%8B%E5%90%88%E5%A5%8F">1.4.2&#x72EC;&#x7ACB;&#x5408;&#x594F;</a></li>
</ul>
</li>
<li><a href="#15%E5%88%86%E6%9E%90%E7%9A%84%E5%9F%BA%E6%9C%AC%E6%95%B0%E6%8D%AE%E7%B1%BB%E5%9E%8B">1.5&#x5206;&#x6790;&#x7684;&#x57FA;&#x672C;&#x6570;&#x636E;&#x7C7B;&#x578B;</a><ul>
<li><a href="#151%E5%88%86%E7%B1%BB%E6%96%87%E6%9C%AC%E5%92%8C%E6%B7%B7%E5%90%88%E5%B1%9E%E6%80%A7">1.5.1&#x5206;&#x7C7B;&#xFF0C;&#x6587;&#x672C;&#x548C;&#x6DF7;&#x5408;&#x5C5E;&#x6027;</a></li>
<li><a href="#152%E5%BD%93%E6%95%B0%E6%8D%AE%E5%80%BC%E5%85%B7%E6%9C%89%E4%BE%9D%E8%B5%96%E5%85%B3%E7%B3%BB%E6%97%B6">1.5.2&#x5F53;&#x6570;&#x636E;&#x503C;&#x5177;&#x6709;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#x65F6;</a><ul>
<li><a href="#1521%E6%97%B6%E9%97%B4%E5%BA%8F%E5%88%97%E6%95%B0%E6%8D%AE%E5%92%8C%E6%95%B0%E6%8D%AE%E6%B5%81">1.5.2.1&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x6570;&#x636E;&#x548C;&#x6570;&#x636E;&#x6D41;</a></li>
<li><a href="#1522%E7%A6%BB%E6%95%A3%E5%BA%8F%E5%88%97">1.5.2.2&#x79BB;&#x6563;&#x5E8F;&#x5217;</a></li>
<li><a href="#1523%E7%A9%BA%E9%97%B4%E6%95%B0%E6%8D%AE">1.5.2.3&#x7A7A;&#x95F4;&#x6570;&#x636E;</a></li>
</ul>
</li>
<li><a href="#1524%E7%BD%91%E7%BB%9C%E5%92%8C%E5%9B%BE%E5%BD%A2%E6%95%B0%E6%8D%AE">1.5.2.4&#x7F51;&#x7EDC;&#x548C;&#x56FE;&#x5F62;&#x6570;&#x636E;</a></li>
</ul>
</li>
<li><a href="#16%E7%9B%91%E7%9D%A3%E7%A6%BB%E7%BE%A4%E6%A3%80%E6%B5%8B">1.6&#x76D1;&#x7763;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;</a></li>
<li><a href="#17%E5%BC%82%E5%B8%B8%E5%80%BC%E8%AF%84%E4%BC%B0%E6%8A%80%E6%9C%AF">1.7&#x5F02;&#x5E38;&#x503C;&#x8BC4;&#x4F30;&#x6280;&#x672F;</a><ul>
<li><a href="#171%E8%A7%A3%E9%87%8Aroc-auc">1.7.1&#x89E3;&#x91CA;ROC AUC</a></li>
<li><a href="#172%E5%9F%BA%E5%87%86%E6%B5%8B%E8%AF%95%E4%B8%AD%E7%9A%84%E5%B8%B8%E8%A7%81%E9%94%99%E8%AF%AF">1.7.2&#x57FA;&#x51C6;&#x6D4B;&#x8BD5;&#x4E2D;&#x7684;&#x5E38;&#x89C1;&#x9519;&#x8BEF;</a></li>
</ul>
</li>
<li><a href="#18%E7%BB%93%E8%AE%BA%E5%92%8C%E6%80%BB%E7%BB%93">1.8&#x7ED3;&#x8BBA;&#x548C;&#x603B;&#x7ED3;</a></li>
<li><a href="#19%E4%B9%A6%E7%9B%AE%E8%B0%83%E6%9F%A5">1.9&#x4E66;&#x76EE;&#x8C03;&#x67E5;</a></li>
<li><a href="#110%E7%BB%83%E4%B9%A0">1.10&#x7EC3;&#x4E60;</a></li>
</ul>
</li>
</ul>
<blockquote>
<p><em>&#x201C;Never take the comment that you are different as a condemnation, it might be a compliment. It might mean that you possess unique qualities that, like the most rarest of diamonds is . . . one of a kind.&#x201D;</em> &#x2013; Eugene Nathaniel Butler</p>
</blockquote>
<hr>
<h2 id="11-&#x7B80;&#x4ECB;">1.1 &#x7B80;&#x4ECB;</h2>
<p>&#x5F02;&#x5E38;&#x503C;&#x662F;&#x4E0E;&#x5176;&#x4F59;&#x6570;&#x636E;&#x663E;&#x7740;&#x4E0D;&#x540C;&#x7684;&#x6570;&#x636E;&#x70B9;&#x3002; <em>Hawkins</em>&#x5B9A;&#x4E49;[249]&#x5F02;&#x5E38;&#x503C;&#x5982;&#x4E0B;&#xFF1A;</p>
<blockquote>
<p><em>&#x201C;&#x5F02;&#x5E38;&#x503C;&#x662F;&#x4E00;&#x79CD;&#x89C2;&#x5BDF;&#x7ED3;&#x679C;&#xFF0C;&#x4E0E;&#x5176;&#x4ED6;&#x89C2;&#x5BDF;&#x7ED3;&#x679C;&#x6709;&#x5F88;&#x5927;&#x5DEE;&#x5F02;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x4F1A;&#x8BA9;&#x4EBA;&#x6000;&#x7591;&#x5B83;&#x662F;&#x7531;&#x4E0D;&#x540C;&#x7684;&#x673A;&#x5236;&#x4EA7;&#x751F;&#x3002;&#x201D;</em></p>
</blockquote>
<p>&#x5F02;&#x5E38;&#x503C;&#xFF08;Outliers&#xFF09;&#x5728;&#x6570;&#x636E;&#x6316;&#x6398;&#x548C;&#x7EDF;&#x8BA1;&#x6587;&#x732E;&#x4E2D;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;<em>&#x5F02;&#x5E38;</em>&#xFF0C;<em>&#x4E0D;&#x4E00;&#x81F4;</em>&#xFF0C;<em>&#x504F;&#x5DEE;</em>&#x6216;<em>&#x5F02;&#x5E38;</em>&#x3002; &#x5728;&#x5927;&#x591A;&#x6570;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x7531;&#x4E00;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x521B;&#x5EFA;&#xFF0C;&#x8FD9;&#x4E9B;&#x8FC7;&#x7A0B;&#x53EF;&#x4EE5;&#x53CD;&#x6620;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x6D3B;&#x52A8;&#x6216;&#x6536;&#x96C6;&#x7684;&#x6709;&#x5173;&#x5B9E;&#x4F53;&#x7684;&#x89C2;&#x5BDF;&#x7ED3;&#x679C;&#x3002; &#x5F53;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x8868;&#x73B0;&#x5F02;&#x5E38;&#x65F6;&#xFF0C;&#x4F1A;&#x5BFC;&#x81F4;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x4EA7;&#x751F;&#x3002; &#x56E0;&#x6B64;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x901A;&#x5E38;&#x5305;&#x542B;&#x6709;&#x5173;&#x5F71;&#x54CD;&#x6570;&#x636E;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x7684;&#x7CFB;&#x7EDF;&#x548C;&#x5B9E;&#x4F53;&#x7684;&#x5F02;&#x5E38;&#x7279;&#x5F81;&#x7684;&#x6709;&#x7528;&#x4FE1;&#x606F;&#x3002; &#x5BF9;&#x8FD9;&#x4E9B;&#x4E0D;&#x5BFB;&#x5E38;&#x7279;&#x5F81;&#x7684;&#x8BC6;&#x522B;&#x63D0;&#x4F9B;&#x4E86;&#x6709;&#x7528;&#x7684;&#x7279;&#x5B9A;&#x4E8E;&#x5E94;&#x7528;&#x7684;&#x89C1;&#x89E3;&#x3002; &#x4E00;&#x4E9B;&#x4F8B;&#x5B50;&#x5982;&#x4E0B;&#xFF1A;</p>
<ul>
<li>&#x7CFB;&#x7EDF;&#x5165;&#x4FB5;&#x68C0;&#x6D4B;&#xFF1A;&#x5728;&#x8BB8;&#x591A;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x6536;&#x96C6;&#x6709;&#x5173;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x8C03;&#x7528;&#xFF0C;&#x7F51;&#x7EDC;&#x6D41;&#x91CF;&#x6216;&#x5176;&#x4ED6;&#x7528;&#x6237;&#x64CD;&#x4F5C;&#x7684;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x6570;&#x636E;&#x3002; &#x56E0;&#x4E3A;&#x4E00;&#x4E9B;&#x6709;&#x6076;&#x610F;&#x7684;&#x6D3B;&#x52A8;&#xFF0C;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x53EF;&#x80FD;&#x4F1A;&#x663E;&#x73B0;&#x51FA;&#x4E00;&#x4E9B;&#x5F02;&#x5E38;&#x884C;&#x4E3A;&#x3002; &#x5BF9;&#x6B64;&#x7C7B;&#x6D3B;&#x52A8;&#x7684;&#x8BC6;&#x522B;&#x79F0;&#x4E3A;&#x5165;&#x4FB5;&#x68C0;&#x6D4B;&#x3002;</li>
<li>&#x4FE1;&#x7528;&#x5361;&#x6B3A;&#x8BC8;&#xFF1A;&#x4FE1;&#x7528;&#x5361;&#x6B3A;&#x8BC8;&#x8D8A;&#x6765;&#x8D8A;&#x666E;&#x904D;&#xFF0C;&#x56E0;&#x4E3A;&#x4FE1;&#x7528;&#x5361;&#x53F7;&#x7B49;&#x654F;&#x611F;&#x4FE1;&#x606F;&#x53EF;&#x4EE5;&#x66F4;&#x5BB9;&#x6613;&#x53D7;&#x5230;&#x635F;&#x5BB3;&#x3002; &#x5728;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x672A;&#x7ECF;&#x6388;&#x6743;&#x4F7F;&#x7528;&#x4FE1;&#x7528;&#x5361;&#x53EF;&#x80FD;&#x4F1A;&#x663E;&#x793A;&#x4E0D;&#x540C;&#x7684;&#x6A21;&#x5F0F;&#xFF0C;&#x4F8B;&#x5982;&#x4ECE;&#x7279;&#x5B9A;&#x5730;&#x70B9;&#x8D2D;&#x4E70;&#x7279;&#x6743;&#x6216;&#x975E;&#x5E38;&#x5927;&#x7684;&#x4EA4;&#x6613;&#x3002; &#x8FD9;&#x4E9B;&#x6A21;&#x5F0F;&#x53EF;&#x7528;&#x4E8E;&#x68C0;&#x6D4B;&#x4FE1;&#x7528;&#x5361;&#x4EA4;&#x6613;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002;</li>
<li>&#x6709;&#x8DA3;&#x7684;&#x4F20;&#x611F;&#x5668;&#x4E8B;&#x4EF6;&#xFF1A;&#x4F20;&#x611F;&#x5668;&#x901A;&#x5E38;&#x7528;&#x4E8E;&#x8DDF;&#x8E2A;&#x8BB8;&#x591A;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x4E2D;&#x7684;&#x5404;&#x79CD;&#x73AF;&#x5883;&#x548C;&#x4F4D;&#x7F6E;&#x53C2;&#x6570;&#x3002;&#x57FA;&#x7840;&#x6A21;&#x5F0F;&#x7684;&#x7A81;&#x7136;&#x53D8;&#x5316;&#x53EF;&#x80FD;&#x4EE3;&#x8868;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x4E8B;&#x4EF6;&#x3002;&#x4E8B;&#x4EF6;&#x68C0;&#x6D4B;&#x662F;&#x4F20;&#x611F;&#x5668;&#x7F51;&#x7EDC;&#x9886;&#x57DF;&#x7684;&#x4E3B;&#x8981;&#x5E94;&#x7528;&#x4E4B;&#x4E00;&#x3002;&#x6B63;&#x5982;&#x672C;&#x4E66;&#x540E;&#x9762;&#x6240;&#x8BA8;&#x8BBA;&#x7684;&#xFF0C;&#x4E8B;&#x4EF6;&#x68C0;&#x6D4B;&#x662F;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x65F6;&#x95F4;&#x7248;&#x672C;&#x3002;</li>
<li>&#x533B;&#x7597;&#x8BCA;&#x65AD;&#xFF1A;&#x5728;&#x8BB8;&#x591A;&#x533B;&#x7597;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x6765;&#x81EA;&#x5404;&#x79CD;&#x8BBE;&#x5907;&#xFF0C;&#x5982;&#x78C1;&#x5171;&#x632F;&#x6210;&#x50CF;&#xFF08;MRI&#xFF09;&#x626B;&#x63CF;&#xFF0C;&#x6B63;&#x7535;&#x5B50;&#x53D1;&#x5C04;&#x65AD;&#x5C42;&#x626B;&#x63CF;&#xFF08;PET&#xFF09;&#x626B;&#x63CF;&#x6216;&#x5FC3;&#x7535;&#x56FE;&#xFF08;ECG&#xFF09;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x3002;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x4E0D;&#x5BFB;&#x5E38;&#x6A21;&#x5F0F;&#x901A;&#x5E38;&#x53CD;&#x6620;&#x75BE;&#x75C5;&#x72B6;&#x51B5;&#x3002;</li>
<li>&#x6267;&#x6CD5;&#xFF1A;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x5728;&#x6267;&#x6CD5;&#x4E2D;&#x8BB8;&#x591A;&#x5E94;&#x7528;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5728;&#x53EA;&#x80FD;&#x901A;&#x8FC7;&#x5B9E;&#x4F53;&#x7684;&#x591A;&#x79CD;&#x884C;&#x4E3A;&#x968F;&#x65F6;&#x95F4;&#x53D1;&#x73B0;&#x5F02;&#x5E38;&#x6A21;&#x5F0F;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x3002;&#x786E;&#x5B9A;&#x91D1;&#x878D;&#x4EA4;&#x6613;&#xFF0C;&#x4EA4;&#x6613;&#x6D3B;&#x52A8;&#x6216;&#x4FDD;&#x9669;&#x7D22;&#x8D54;&#x4E2D;&#x7684;&#x6B3A;&#x8BC8;&#x901A;&#x5E38;&#x9700;&#x8981;&#x8BC6;&#x522B;&#x7531;&#x72AF;&#x7F6A;&#x5B9E;&#x4F53;&#x7684;&#x884C;&#x4E3A;&#x4EA7;&#x751F;&#x7684;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x6A21;&#x5F0F;&#x3002;</li>
<li>&#x5730;&#x7403;&#x79D1;&#x5B66;&#xFF1A;&#x901A;&#x8FC7;&#x536B;&#x661F;&#x6216;&#x9065;&#x611F;&#x7B49;&#x5404;&#x79CD;&#x673A;&#x5236;&#x6536;&#x96C6;&#x5927;&#x91CF;&#x5173;&#x4E8E;&#x5929;&#x6C14;&#x6A21;&#x5F0F;&#xFF0C;&#x6C14;&#x5019;&#x53D8;&#x5316;&#x6216;&#x571F;&#x5730;&#x8986;&#x76D6;&#x6A21;&#x5F0F;&#x7684;&#x65F6;&#x7A7A;&#x6570;&#x636E;&#x3002;&#x6B64;&#x7C7B;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x60C5;&#x51B5;&#x53EF;&#x63D0;&#x4F9B;&#x6709;&#x5173;&#x4EBA;&#x7C7B;&#x6D3B;&#x52A8;&#x6216;&#x73AF;&#x5883;&#x8D8B;&#x52BF;&#x7684;&#x91CD;&#x8981;&#x89C1;&#x89E3;&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x6F5C;&#x5728;&#x539F;&#x56E0;&#x3002;</li>
</ul>
<p>&#x5728;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x5177;&#x6709;&#x201C;&#x6B63;&#x5E38;&#x201D;&#x6A21;&#x578B;&#xFF0C;&#x5E76;&#x4E14;&#x5F02;&#x5E38;&#x88AB;&#x8BC6;&#x522B;&#x4E3A;&#x4E0E;&#x8BE5;&#x6B63;&#x5E38;&#x6A21;&#x578B;&#x7684;&#x504F;&#x5DEE;&#x3002; &#x6B63;&#x5E38;&#x6570;&#x636E;&#x70B9;&#x6709;&#x65F6;&#x4E5F;&#x79F0;&#x4E3A;<em>&#x5185;&#x70B9;</em>&#xFF08;inliers&#xFF09;&#x3002; &#x5728;&#x8BF8;&#x5982;&#x5165;&#x4FB5;&#x6216;&#x6B3A;&#x8BC8;&#x68C0;&#x6D4B;&#x7684;&#x4E00;&#x4E9B;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x5BF9;&#x5E94;&#x4E8E;&#x591A;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x7684;&#x5E8F;&#x5217;&#x800C;&#x4E0D;&#x662F;&#x5355;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x6B3A;&#x8BC8;&#x4E8B;&#x4EF6;&#x901A;&#x5E38;&#x53EF;&#x4EE5;&#x53CD;&#x6620;&#x4E2A;&#x4F53;&#x5728;&#x7279;&#x5B9A;&#x5E8F;&#x5217;&#x4E2D;&#x7684;&#x884C;&#x4E3A;&#x3002; &#x5E8F;&#x5217;&#x7684;&#x7279;&#x5F02;&#x6027;&#x4E0E;&#x8BC6;&#x522B;&#x5F02;&#x5E38;&#x4E8B;&#x4EF6;&#x6709;&#x5173;&#x3002; &#x8FD9;&#x79CD;&#x5F02;&#x5E38;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;&#x96C6;&#x4F53;&#x5F02;&#x5E38;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x53EA;&#x80FD;&#x4ECE;&#x4E00;&#x7EC4;&#x6216;&#x4E00;&#x7CFB;&#x5217;&#x6570;&#x636E;&#x70B9;&#x96C6;&#x4F53;&#x63A8;&#x65AD;&#x51FA;&#x6765;&#x3002; &#x8FD9;&#x79CD;&#x96C6;&#x4F53;&#x5F02;&#x5E38;&#x901A;&#x5E38;&#x662F;&#x4EA7;&#x751F;&#x5F02;&#x5E38;&#x6D3B;&#x52A8;&#x6A21;&#x5F0F;&#x7684;&#x5F02;&#x5E38;&#x4E8B;&#x4EF6;&#x7684;&#x7ED3;&#x679C;&#x3002; &#x672C;&#x4E66;&#x5C06;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x5F02;&#x5E38;&#x3002;</p>
<p>&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x7684;&#x8F93;&#x51FA;&#x53EF;&#x4EE5;&#x662F;&#x4EE5;&#x4E0B;&#x4E24;&#x79CD;&#x7C7B;&#x578B;&#x4E4B;&#x4E00;&#xFF1A;</p>
<ul>
<li>&#x5F02;&#x5E38;&#x503C;&#xFF1A;&#x5927;&#x591A;&#x6570;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x8F93;&#x51FA;&#x4E00;&#x4E2A;&#x91CF;&#x5316;&#x6BCF;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x201C;&#x79BB;&#x7FA4;&#x503C;&#x201D;&#x6C34;&#x5E73;&#x7684;&#x5206;&#x6570;&#x3002; &#x8BE5;&#x5206;&#x6570;&#x8FD8;&#x53EF;&#x7528;&#x4E8E;&#x6309;&#x5176;&#x5F02;&#x5E38;&#x8D8B;&#x52BF;&#x7684;&#x987A;&#x5E8F;&#x5BF9;&#x6570;&#x636E;&#x70B9;&#x8FDB;&#x884C;&#x6392;&#x540D;&#x3002; &#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x975E;&#x5E38;&#x901A;&#x7528;&#x7684;&#x8F93;&#x51FA;&#x5F62;&#x5F0F;&#xFF0C;&#x5B83;&#x4FDD;&#x7559;&#x4E86;&#x7279;&#x5B9A;&#x7B97;&#x6CD5;&#x63D0;&#x4F9B;&#x7684;&#x6240;&#x6709;&#x4FE1;&#x606F;&#xFF0C;&#x4F46;&#x5B83;&#x6CA1;&#x6709;&#x63D0;&#x4F9B;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x5C11;&#x91CF;&#x6570;&#x636E;&#x70B9;&#x7684;&#x7B80;&#x660E;&#x6458;&#x8981;&#x3002;</li>
<li>&#x4E8C;&#x5206;&#x7C7B;&#x6807;&#x7B7E;&#xFF1A;&#x7B2C;&#x4E8C;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x8F93;&#x51FA;&#x662F;&#x4E8C;&#x5206;&#x7C7B;&#x6807;&#x7B7E;&#xFF0C;&#x6307;&#x793A;&#x6570;&#x636E;&#x70B9;&#x662F;&#x5426;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x3002; &#x867D;&#x7136;&#x67D0;&#x4E9B;&#x7B97;&#x6CD5;&#x53EF;&#x80FD;&#x76F4;&#x63A5;&#x8FD4;&#x56DE;&#x4E8C;&#x5206;&#x7C7B;&#x6807;&#x7B7E;&#xFF0C;&#x4F46;&#x5F02;&#x5E38;&#x503C;&#x4E5F;&#x53EF;&#x4EE5;&#x8F6C;&#x6362;&#x4E3A;&#x4E8C;&#x5206;&#x7C7B;&#x6807;&#x7B7E;&#x3002; &#x8FD9;&#x901A;&#x5E38;&#x901A;&#x8FC7;&#x5BF9;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x65BD;&#x52A0;&#x9608;&#x503C;&#x6765;&#x5B9E;&#x73B0;&#xFF0C;&#x5E76;&#x4E14;&#x57FA;&#x4E8E;&#x5F97;&#x5206;&#x7684;&#x7EDF;&#x8BA1;&#x5206;&#x5E03;&#x6765;&#x9009;&#x62E9;&#x9608;&#x503C;&#x3002; &#x4E8C;&#x5206;&#x7C7B;&#x6807;&#x8BB0;&#x5305;&#x542B;&#x7684;&#x4FE1;&#x606F;&#x5C11;&#x4E8E;&#x8BC4;&#x5206;&#x673A;&#x5236;&#xFF0C;&#x4F46;&#x5B83;&#x662F;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x4E2D;&#x51B3;&#x7B56;&#x5236;&#x5B9A;&#x901A;&#x5E38;&#x9700;&#x8981;&#x7684;&#x6700;&#x7EC8;&#x7ED3;&#x679C;&#x3002;</li>
</ul>
<p><img src="img/img1.1.png" alt="&#x56FE;1.1"></p>
<center>&#x56FE;1.1&#xFF1A;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;&#x4E4B;&#x95F4;&#x7684;&#x5DEE;&#x5F02;</center>

<p><img src="img/img1.2.png" alt="&#x56FE;1.2"></p>
<center>&#x56FE;1.2&#xFF1A;&#x4ECE;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x5230;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x9891;&#x8C31;</center>

<p>&#x5173;&#x4E8E;&#x4EC0;&#x4E48;&#x6784;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x70B9;&#x7684;&#x201C;&#x5145;&#x5206;&#x201D;&#x504F;&#x5DEE;&#xFF0C;&#x901A;&#x5E38;&#x662F;&#x4E00;&#x79CD;&#x4E3B;&#x89C2;&#x5224;&#x65AD;&#x3002; &#x5728;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x53EF;&#x80FD;&#x88AB;&#x5D4C;&#x5165;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x566A;&#x58F0;&#xFF0C;&#x8FD9;&#x79CD;&#x566A;&#x97F3;&#x5206;&#x6790;&#x5E08;&#x53EF;&#x80FD;&#x4E0D;&#x611F;&#x5174;&#x8DA3;&#x3002;&#x4F46;&#x8FD9;&#x901A;&#x5E38;&#x53C8;&#x662F;&#x4EE4;&#x4EBA;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x975E;&#x5E38;&#x6709;&#x8DA3;&#x7684;&#x504F;&#x5DEE;&#x3002;&#x4E3A;&#x4E86;&#x8BF4;&#x660E;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x8BF7;&#x8003;&#x8651;&#x56FE;1.1&#xFF08;a&#xFF09;&#x548C;&#xFF08;b&#xFF09;&#x4E2D;&#x6240;&#x793A;&#x7684;&#x793A;&#x4F8B;&#x3002;&#x5F88;&#x660E;&#x663E;&#xFF0C;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x4E3B;&#x8981;&#x6A21;&#x5F0F;&#xFF08;&#x6216;&#x96C6;&#x7FA4;&#xFF09;&#x5728;&#x4E24;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#x90FD;&#x662F;&#x76F8;&#x540C;&#x7684;&#xFF0C;&#x5C3D;&#x7BA1;&#x8FD9;&#x4E9B;&#x4E3B;&#x8981;&#x96C6;&#x7FA4;&#x4E4B;&#x5916;&#x5B58;&#x5728;&#x663E;&#x7740;&#x5DEE;&#x5F02;&#x3002;&#x5728;&#x56FE;1.1&#xFF08;a&#xFF09;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5355;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#xFF08;&#x6807;&#x8BB0;&#x4E3A;&#x201C;A&#x201D;&#xFF09;&#x4F3C;&#x4E4E;&#x4E0E;&#x5176;&#x4F59;&#x6570;&#x636E;&#x975E;&#x5E38;&#x4E0D;&#x540C;&#xFF0C;&#x56E0;&#x6B64;&#x975E;&#x5E38;&#x660E;&#x663E;&#x662F;&#x5F02;&#x5E38;&#x3002;&#x56FE;1.1&#xFF08;b&#xFF09;&#x4E2D;&#x7684;&#x60C5;&#x51B5;&#x66F4;&#x4E3A;&#x4E3B;&#x89C2;&#x3002;&#x867D;&#x7136;&#x56FE;1.1&#xFF08;b&#xFF09;&#x4E2D;&#x7684;&#x76F8;&#x5E94;&#x6570;&#x636E;&#x70B9;&#x201C;A&#x201D;&#x4E5F;&#x5904;&#x4E8E;&#x6570;&#x636E;&#x7684;&#x7A00;&#x758F;&#x533A;&#x57DF;&#xFF0C;&#x4F46;&#x66F4;&#x96BE;&#x4EE5;&#x81EA;&#x4FE1;&#x5730;&#x8868;&#x660E;&#x5B83;&#x8868;&#x793A;&#x4E0E;&#x5269;&#x4F59;&#x6570;&#x636E;&#x96C6;&#x7684;&#x771F;&#x5B9E;&#x504F;&#x5DEE;&#x3002;&#x8BE5;&#x6570;&#x636E;&#x70B9;&#x5F88;&#x53EF;&#x80FD;&#x4EE3;&#x8868;&#x6570;&#x636E;&#x4E2D;&#x968F;&#x673A;&#x5206;&#x5E03;&#x7684;&#x566A;&#x58F0;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x70B9;&apos;A&apos;&#x4F3C;&#x4E4E;&#x66F4;&#x5339;&#x914D;&#x4E00;&#x79CD;&#x7531;&#x5176;&#x4ED6;&#x968F;&#x673A;&#x5206;&#x5E03;&#x70B9;&#x8868;&#x793A;&#x7684;&#x6A21;&#x5F0F;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x672C;&#x4E66;&#x4E2D;&#xFF0C;&#x672F;&#x8BED;&#x201C;&#x79BB;&#x7FA4;&#x503C;&#xFF08;outlier&#xFF09;&#x201D;&#x6307;&#x7684;&#x662F;&#x53EF;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x6216;&#x566A;&#x58F0;&#x7684;&#x6570;&#x636E;&#x70B9;&#xFF0C;&#x800C;&#x201C;&#x5F02;&#x5E38;&#xFF08;anomaly&#xFF09;&#x201D;&#x6307;&#x7684;&#x662F;&#x5206;&#x6790;&#x4EBA;&#x5458;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x7279;&#x6B8A;&#x5F02;&#x5E38;&#x503C;&#x3002;</p>
<p>&#x5728;<em>&#x65E0;&#x76D1;&#x7763;&#x573A;&#x666F;</em>&#x4E2D;&#xFF0C;&#x524D;&#x9762;&#x7684;&#x6709;&#x8DA3;&#x5F02;&#x5E38;&#x793A;&#x4F8B;&#x5C06;&#x4E0D;&#x53EF;&#x7528;&#xFF0C;&#x566A;&#x58F0;&#x4EE3;&#x8868;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x548C;&#x771F;&#x5B9E;&#x5F02;&#x5E38;&#x4E4B;&#x95F4;&#x7684;&#x8BED;&#x4E49;&#x8FB9;&#x754C;-&#x566A;&#x58F0;&#x901A;&#x5E38;&#x88AB;&#x5EFA;&#x6A21;&#x4E3A;&#x5F31;&#x5F62;&#x5F0F;&#x7684;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x5E76;&#x4E0D;&#x603B;&#x662F;&#x6EE1;&#x8DB3;&#x90A3;&#x4E9B;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x6709;&#x8DA3;&#x7684;&#x6216;&#x5F02;&#x5E38;&#x7684;&#x6570;&#x636E;&#x6240;&#x9700;&#x7684;&#x5F3A;&#x6807;&#x51C6;&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x96C6;&#x7FA4;&#x8FB9;&#x754C;&#x5904;&#x7684;&#x6570;&#x636E;&#x70B9;&#x901A;&#x5E38;&#x53EF;&#x88AB;&#x89C6;&#x4E3A;&#x566A;&#x58F0;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x4F7F;&#x7528;&#x6570;&#x636E;&#x70B9;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x7684;&#x4E00;&#x4E9B;&#x91CF;&#x5316;&#x5EA6;&#x91CF;&#xFF0C;&#x4F8B;&#x5982;&#x57FA;&#x7840;&#x533A;&#x57DF;&#x7684;&#x7A00;&#x758F;&#x6027;&#xFF0C;&#x57FA;&#x4E8E;&#x6700;&#x8FD1;&#x90BB;&#x70B9;&#x7684;&#x8DDD;&#x79BB;&#xFF0C;&#x6216;&#x8005;&#x5BF9;&#x57FA;&#x7840;&#x6570;&#x636E;&#x5206;&#x5E03;&#x7684;&#x62DF;&#x5408;&#x3002;&#x6BCF;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x90FD;&#x4F4D;&#x4E8E;&#x4ECE;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x5230;&#x566A;&#x58F0;&#x7684;&#x8FDE;&#x7EED;&#x8C31;&#x4E0A;&#xFF0C;&#x6700;&#x540E;&#x662F;&#x5F02;&#x5E38;&#xFF0C;&#x5982;&#x56FE;1.2&#x6240;&#x793A;&#x3002;&#x8BE5;&#x9891;&#x8C31;&#x7684;&#x4E0D;&#x540C;&#x533A;&#x57DF;&#x7684;&#x5206;&#x79BB;&#x901A;&#x5E38;&#x4E0D;&#x662F;&#x7CBE;&#x786E;&#x5B9A;&#x4E49;&#x7684;&#xFF0C;&#x5E76;&#x4E14;&#x662F;&#x6839;&#x636E;&#x5E94;&#x7528;&#x7279;&#x5B9A;&#x6807;&#x51C6;&#x5728;&#x4E34;&#x65F6;&#x57FA;&#x7840;&#x4E0A;&#x9009;&#x62E9;&#x7684;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;&#x4E4B;&#x95F4;&#x7684;&#x5206;&#x79BB;&#x5E76;&#x4E0D;&#x662F;&#x7EAF;&#x7CB9;&#x7684;&#xFF0C;&#x5E76;&#x4E14;&#x7531;&#x5608;&#x6742;&#x7684;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x4EA7;&#x751F;&#x7684;&#x8BB8;&#x591A;&#x6570;&#x636E;&#x70B9;&#x53EF;&#x80FD;&#x5E26;&#x5177;&#x6709;&#x8DB3;&#x591F;&#x7684;&#x504F;&#x5DEE;&#xFF0C;&#x800C;&#x57FA;&#x4E8E;&#x79BB;&#x7FA4;&#x503C;&#x5F97;&#x5206;&#x4F1A;&#x88AB;&#x89E3;&#x91CA;&#x4E3A;&#x5F02;&#x5E38;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5F02;&#x5E38;&#x901A;&#x5E38;&#x5177;&#x6709;&#x6BD4;&#x566A;&#x58F0;&#x9AD8;&#x5F97;&#x591A;&#x7684;&#x79BB;&#x7FA4;&#x5206;&#x503C;&#xFF0C;&#x4F46;&#x8FD9;&#x4E0D;&#x662F;&#x4E24;&#x8005;&#x4E4B;&#x95F4;&#x7684;&#x533A;&#x522B;&#x56E0;&#x7D20;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x5206;&#x6790;&#x5E08;&#x7684;&#x5174;&#x8DA3;&#x662F;&#x8C03;&#x6574;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;&#x4E4B;&#x95F4;&#x7684;&#x533A;&#x522B;&#x3002;</p>
<p>&#x4E00;&#x4E9B;&#x4F5C;&#x8005;&#x4F7F;&#x7528;&#x5F31;&#x5F02;&#x5E38;&#x503C;&#x548C;&#x5F3A;&#x5F02;&#x5E38;&#x503C;&#x6765;&#x533A;&#x5206;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;[4,318]&#x3002; &#x6570;&#x636E;&#x4E2D;&#x7684;&#x566A;&#x58F0;&#x68C0;&#x6D4B;&#x5177;&#x6709;&#x8BB8;&#x591A;&#x5176;&#x81EA;&#x8EAB;&#x7684;&#x5E94;&#x7528;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x53BB;&#x9664;&#x566A;&#x58F0;&#x53EF;&#x4EE5;&#x521B;&#x5EFA;&#x66F4;&#x6E05;&#x6670;&#x7684;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x5176;&#x4ED6;&#x6570;&#x636E;&#x6316;&#x6398;&#x7B97;&#x6CD5;&#x3002;&#x867D;&#x7136;&#x566A;&#x58F0;&#x672C;&#x8EAB;&#x53EF;&#x80FD;&#x4E0D;&#x662F;&#x5F88;&#x6709;&#x8DA3;&#xFF0C;&#x4F46;&#x5B83;&#x7684;<em>&#x6E05;&#x9664;</em>&#x548C;<em>&#x8BC6;&#x522B;</em>&#x4ECD;&#x7136;&#x662F;&#x6570;&#x636E;&#x6316;&#x6398;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x95EE;&#x9898;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x5728;&#x672C;&#x4E66;&#x4E2D;&#x90FD;&#x5F88;&#x91CD;&#x8981;&#x3002;&#x5728;&#x672C;&#x4E66;&#x4E2D;&#xFF0C;&#x5C06;&#x786E;&#x5B9A;&#x4E0E;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x6216;&#x566A;&#x58F0;&#x6D88;&#x9664;&#x7279;&#x522B;&#x76F8;&#x5173;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x90FD;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x4E4B;&#x95F4;&#x7684;&#x533A;&#x522B;&#x5B9E;&#x9645;&#x662F;&#x8BED;&#x4E49;&#x4E0A;&#x7684;&#x3002;</p>
<p>&#x7531;&#x4E8E;&#x566A;&#x58F0;&#x548C;&#x5F02;&#x5E38;&#x4E4B;&#x95F4;&#x7684;&#x8BED;&#x4E49;&#x533A;&#x522B;&#x662F;&#x57FA;&#x4E8E;&#x5206;&#x6790;&#x5E08;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x56E0;&#x6B64;&#x627E;&#x5230;&#x8FD9;&#x79CD;&#x5F02;&#x5E38;&#x5E76;&#x5C06;&#x5176;&#x4E0E;&#x566A;&#x58F0;&#x533A;&#x5206;&#x5F00;&#x7684;&#x6700;&#x4F73;&#x65B9;&#x6CD5;&#x662F;&#x4F7F;&#x7528;&#x6765;&#x81EA;&#x5148;&#x524D;&#x5DF2;&#x77E5;&#x7684;&#x5F02;&#x5E38;&#x6837;&#x672C;&#x7684;&#x53CD;&#x9988;&#x3002;&#x5728;&#x8BB8;&#x591A;&#x5E94;&#x7528;&#x4E2D;&#x7ECF;&#x5E38;&#x51FA;&#x73B0;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#xFF0C;&#x4F8B;&#x5982;&#x4FE1;&#x7528;&#x5361;&#x6B3A;&#x8BC8;&#x68C0;&#x6D4B;&#xFF0C;&#x5176;&#x4E2D;&#x53EF;&#x80FD;&#x5B58;&#x5728;&#x5148;&#x524D;&#x6709;&#x8DA3;&#x7684;&#x5F02;&#x5E38;&#x6837;&#x672C;&#x3002;&#x8FD9;&#x4E9B;&#x53EF;&#x7528;&#x4E8E;&#x5B66;&#x4E60;&#x533A;&#x5206;&#x6B63;&#x5E38;&#x6A21;&#x5F0F;&#x548C;&#x5F02;&#x5E38;&#x6570;&#x636E;&#x7684;&#x6A21;&#x578B;&#x3002;&#x6709;&#x76D1;&#x7763;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x6280;&#x672F;&#x901A;&#x5E38;&#x5728;&#x8BB8;&#x591A;&#x7279;&#x5B9A;&#x5E94;&#x7528;&#x573A;&#x666F;&#x4E2D;&#x66F4;&#x6709;&#x6548;&#xFF0C;&#x56E0;&#x4E3A;&#x524D;&#x9762;&#x793A;&#x4F8B;&#x7684;&#x7279;&#x5F81;&#x53EF;&#x7528;&#x4E8E;&#x5C06;&#x641C;&#x7D22;&#x8FC7;&#x7A0B;&#x9510;&#x5316;&#x4E3A;&#x66F4;&#x76F8;&#x5173;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x8FD9;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x56E0;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x53EF;&#x4EE5;&#x5728;&#x7ED9;&#x5B9A;&#x6570;&#x636E;&#x96C6;&#x4E2D;&#x4EE5;&#x591A;&#x79CD;&#x65B9;&#x5F0F;&#x5B9A;&#x4E49;&#xFF0C;&#x5176;&#x4E2D;&#x5927;&#x591A;&#x6570;&#x53EF;&#x80FD;&#x4E0D;&#x662F;&#x5F88;&#x6709;&#x8DA3;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x56FE;1.1&#xFF08;a&#xFF09;&#x548C;&#xFF08;b&#xFF09;&#x4E2D;&#xFF0C;&#x5148;&#x524D;&#x7684;&#x793A;&#x4F8B;&#x53EF;&#x80FD;&#x8868;&#x660E;&#x53EA;&#x6709;&#x5177;&#x6709;&#x5F02;&#x5E38;&#x9AD8;&#x7684;&#x4E24;&#x4E2A;&#x5C5E;&#x6027;&#x503C;&#x7684;&#x8BB0;&#x5F55;&#x624D;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4E24;&#x4E2A;&#x56FE;&#x4E2D;&#x7684;&#x70B9;&apos;A&apos;&#x5E94;&#x89C6;&#x4E3A;&#x566A;&#x58F0;&#xFF0C;&#x800C;&#x56FE;1.1&#xFF08;b&#xFF09;&#x4E2D;&#x7684;&#x70B9;&apos;B&apos;&#x5E94;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#xFF01;&#x8FD9;&#x91CC;&#x7406;&#x89E3;&#x7684;&#x5173;&#x952E;&#x70B9;&#x662F;&#x5F02;&#x5E38;&#x9700;&#x8981;&#x662F;&#x4EE5;&#x4E00;&#x79CD;&#x6709;&#x8DA3;&#x7684;&#x65B9;&#x5F0F;&#x53D1;&#x73B0;&#x7684;&#x4E0D;&#x5BFB;&#x5E38;&#xFF0C;&#x76D1;&#x7763;&#x8FC7;&#x7A0B;&#x91CD;&#x65B0;&#x5B9A;&#x4E49;&#x4E86;&#x4EBA;&#x4EEC;&#x53EF;&#x80FD;&#x4F1A;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x65E0;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#x53EF;&#x7528;&#x4E8E;&#x566A;&#x58F0;&#x6D88;&#x9664;&#x6216;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#xFF0C;&#x800C;&#x6709;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#x88AB;&#x8BBE;&#x8BA1;&#x7528;&#x4E8E;&#x7279;&#x5B9A;&#x5E94;&#x7528;&#x7684;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x3002;&#x5728;&#x63A2;&#x7D22;&#x6027;&#x73AF;&#x5883;&#x4E2D;&#x7ECF;&#x5E38;&#x4F7F;&#x7528;&#x65E0;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#xFF0C;&#x5C06;&#x5176;&#x4E2D;&#x53D1;&#x73B0;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x63D0;&#x4F9B;&#x7ED9;&#x5206;&#x6790;&#x4EBA;&#x5458;&#xFF0C;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x8BD5;&#x9A8C;&#x5176;&#x7279;&#x5B9A;&#x5E94;&#x7528;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;</p>
<p>&#x5728;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x591A;&#x7EA7;&#x76D1;&#x7763;&#x3002;&#x5728;&#x5B8C;&#x5168;&#x76D1;&#x7763;&#x7684;&#x60C5;&#x666F;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x6E05;&#x695A;&#x5730;&#x533A;&#x5206;&#x6B63;&#x5E38;&#x548C;&#x5F02;&#x5E38;&#x6570;&#x636E;&#x6837;&#x672C;&#x3002; &#x5728;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5F02;&#x5E38;&#x6837;&#x672C;&#x53EF;&#x7528;&#xFF0C;&#x4F46;&#x201C;&#x6B63;&#x5E38;&#x201D;&#x6570;&#x636E;&#x6837;&#x672C;&#x4E5F;&#x53EF;&#x80FD;&#x5305;&#x542B;&#x67D0;&#x4E9B;&#xFF08;&#x672A;&#x77E5;&#xFF09;&#x6BD4;&#x4F8B;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002; &#x8FD9;&#x88AB;&#x79F0;&#x4E3A;&#x5177;&#x6709;&#x6B63;&#x6837;&#x4F8B;&#x548C;&#x672A;&#x6807;&#x8BB0;&#x6570;&#x636E;&#x7684;&#x5206;&#x7C7B;&#x3002; &#x5728;&#x5176;&#x4ED6;&#x534A;&#x76D1;&#x7763;&#x573A;&#x666F;&#x4E2D;&#xFF0C;&#x4EC5;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x6837;&#x672C;&#x6216;&#x53EA;&#x6709;&#x5F02;&#x5E38;&#x6570;&#x636E;&#x6837;&#x672C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x95EE;&#x9898;&#x7684;&#x5DEE;&#x5F02;&#x76F8;&#x5F53;&#x5927;&#xFF0C;&#x6BCF;&#x4E2A;&#x5DEE;&#x5F02;&#x9700;&#x8981;&#x76F8;&#x5173;&#x800C;&#x4E14;&#x4E13;&#x7528;&#x7684;&#x6280;&#x672F;&#x96C6;&#x5408;&#x3002;</p>
<p>&#x6700;&#x540E;&#xFF0C;&#x6570;&#x636E;&#x8868;&#x793A;&#x53EF;&#x80FD;&#x56E0;&#x5E94;&#x7528;&#x800C;&#x6709;&#x5F88;&#x5927;&#x5DEE;&#x5F02;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x6570;&#x636E;&#x53EF;&#x4EE5;&#x662F;&#x7EAF;&#x591A;&#x7EF4;&#x7684;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#x7684;&#x6570;&#x636E;&#x70B9;&#xFF0C;&#x6216;&#x8005;&#x6570;&#x636E;&#x662F;&#x6309;&#x65F6;&#x95F4;&#x6392;&#x5E8F;&#x7684;&#x5E8F;&#x5217;&#xFF0C;&#x53C8;&#x6216;&#x8005;&#x53EF;&#x4EE5;&#x662F;&#x5728;&#x6570;&#x636E;&#x70B9;&#x95F4;&#x5177;&#x6709;&#x4EFB;&#x610F;&#x5173;&#x7CFB;&#x7684;&#x7F51;&#x7EDC;&#x5F62;&#x5F0F;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5C5E;&#x6027;&#x53EF;&#x4EE5;&#x662F;&#x6570;&#x5B57;&#xFF0C;&#x5206;&#x7C7B;&#x6216;&#x6DF7;&#x5408;&#x3002;&#x663E;&#x7136;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x8FC7;&#x7A0B;&#x9700;&#x8981;&#x5BF9;&#x6570;&#x636E;&#x4E2D;&#x539F;&#x59CB;&#x5C5E;&#x6027;&#x548C;&#x5173;&#x7CFB;&#x654F;&#x611F;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x5C31;&#x5173;&#x7CFB;&#x672C;&#x8EAB;&#x800C;&#x8A00;&#xFF0C;&#x82E5;&#x901A;&#x5E38;&#x4E0D;&#x4E00;&#x8D77;&#x51FA;&#x73B0;&#x7684;&#x5B9E;&#x4F53;&#x4E4B;&#x95F4;&#x5B58;&#x5728;&#x4E86;&#x8054;&#x7CFB;&#xFF0C;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x4E00;&#x79CD;&#x6807;&#x51C6;&#x3002;&#x8FD9;&#x79CD;&#x5F02;&#x5E38;&#x503C;&#x88AB;&#x79F0;&#x4E3A;&#x4E0A;&#x4E0B;&#x6587;&#x5F02;&#x5E38;&#xFF08;contextual outliers&#xFF09;&#x3002;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x7684;&#x6848;&#x4F8B;&#x662F;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x5206;&#x6790;&#x4E2D;&#x8054;&#x7CFB;&#x5F02;&#x5E38;&#xFF08; linkage outliers &#xFF09;&#x7684;&#x6982;&#x5FF5;[17]&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x56FE;&#x4E2D;&#x901A;&#x5E38;&#x672A;&#x8FDE;&#x63A5;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x5B9E;&#x4F53;&#xFF08;&#x8282;&#x70B9;&#xFF09;&#x53EF;&#x80FD;&#x663E;&#x793A;&#x5F7C;&#x6B64;&#x7684;&#x5F02;&#x5E38;&#x8FDE;&#x63A5;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6570;&#x636E;&#x7C7B;&#x578B;&#x5BF9;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x8FC7;&#x7A0B;&#x7684;&#x5F71;&#x54CD;&#x5F88;&#x5927;&#xFF0C;&#x672C;&#x4E66;&#x5C06;&#x5BF9;&#x6B64;&#x8FDB;&#x884C;&#x8BA4;&#x771F;&#x63A2;&#x8BA8;&#x3002;</p>
<p>&#x672C;&#x7AE0;&#x5B89;&#x6392;&#x5982;&#x4E0B;&#x3002;&#x5728;1.2&#x8282;&#x4E2D;&#xFF0C;&#x8BA8;&#x8BBA;&#x4E86;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x4E2D;&#x6570;&#x636E;&#x5EFA;&#x6A21;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;&#x5728;1.3&#x8282;&#x4E2D;&#xFF0C;&#x4ECB;&#x7ECD;&#x4E86;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x57FA;&#x672C;&#x5F02;&#x5E38;&#x503C;&#x6A21;&#x578B;&#x3002;&#x5F02;&#x5E38;&#x96C6;&#x6210;&#x5728;1.4&#x8282;&#x4E2D;&#x4ECB;&#x7ECD;&#x3002;&#x7B2C;1.5&#x8282;&#x8BA8;&#x8BBA;&#x4E86;&#x7528;&#x4E8E;&#x5206;&#x6790;&#x7684;&#x57FA;&#x672C;&#x6570;&#x636E;&#x7C7B;&#x578B;&#x3002; 1.6&#x8282;&#x4ECB;&#x7ECD;&#x4E86;&#x7528;&#x4E8E;&#x6570;&#x636E;&#x5206;&#x6790;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6709;&#x76D1;&#x7763;&#x5EFA;&#x6A21;&#x7684;&#x6982;&#x5FF5;&#x3002;&#x8BC4;&#x4F30;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x7684;&#x65B9;&#x6CD5;&#x5728;1.7&#x8282;&#x4E2D;&#x8BA8;&#x8BBA;&#x3002;&#x7ED3;&#x8BBA;&#x89C1;&#x7B2C;1.8&#x8282;&#x3002;</p>
<h2 id="12-&#x6570;&#x636E;&#x6A21;&#x578B;&#x5C31;&#x662F;&#x4E00;&#x5207;">1.2 &#x6570;&#x636E;&#x6A21;&#x578B;&#x5C31;&#x662F;&#x4E00;&#x5207;</h2>
<p>&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x6240;&#x6709;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x90FD;&#x4F1A;&#x57FA;&#x4E8E;&#x6570;&#x636E;&#x521B;&#x5EFA;&#x6B63;&#x5E38;&#x6A21;&#x5F0F;&#x7684;&#x6A21;&#x578B;&#xFF0C;&#x7136;&#x540E;&#x6839;&#x636E;&#x4E0E;&#x8FD9;&#x4E9B;&#x6A21;&#x5F0F;&#x7684;&#x504F;&#x5DEE;&#x8BA1;&#x7B97;&#x7ED9;&#x5B9A;&#x6570;&#x636E;&#x70B9;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x8BE5;&#x6570;&#x636E;&#x6A21;&#x578B;&#x53EF;&#x4EE5;&#x662F;&#x751F;&#x6210;&#x6A21;&#x578B;&#xFF0C;&#x8BF8;&#x5982;&#x9AD8;&#x65AF;&#x6DF7;&#x5408;&#x6A21;&#x578B;&#xFF0C;&#x57FA;&#x4E8E;&#x56DE;&#x5F52;&#x7684;&#x6A21;&#x578B;&#x6216;&#x57FA;&#x4E8E;&#x8DDD;&#x79BB;&#x7684;&#x6A21;&#x578B;&#x3002;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x6A21;&#x578B;&#x90FD;&#x5BF9;&#x6570;&#x636E;&#x7684;&#x201C;&#x6B63;&#x5E38;&#x201D;&#x884C;&#x4E3A;&#x505A;&#x51FA;&#x4E86;&#x4E0D;&#x540C;&#x7684;&#x5047;&#x8BBE;&#x3002;&#x7136;&#x540E;&#x901A;&#x8FC7;&#x8BC4;&#x4F30;&#x6570;&#x636E;&#x70B9;&#x548C;&#x6A21;&#x578B;&#x4E4B;&#x95F4;&#x7684;&#x62DF;&#x5408;&#x8D28;&#x91CF;&#x6765;&#x8BA1;&#x7B97;&#x6570;&#x636E;&#x70B9;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x3002; &#x5728;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6A21;&#x578B;&#x53EF;&#x4EE5;&#x662F;&#x7B97;&#x6CD5;&#x5B9A;&#x4E49;&#x7684;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x57FA;&#x4E8E;&#x6700;&#x8FD1;&#x90BB;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x6839;&#x636E;&#x5176;k&#x6700;&#x8FD1;&#x90BB;&#x8DDD;&#x79BB;&#x7684;&#x5206;&#x5E03;&#x6765;&#x6A21;&#x62DF;&#x6570;&#x636E;&#x70B9;&#x7684;&#x79BB;&#x7FA4;&#x8D8B;&#x52BF;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5047;&#x8BBE;&#x5F02;&#x5E38;&#x503C;&#x4F4D;&#x4E8E;&#x8DDD;&#x5927;&#x591A;&#x6570;&#x6570;&#x636E;&#x5F88;&#x8FDC;&#x7684;&#x4F4D;&#x7F6E;&#x3002;</p>
<p>&#x663E;&#x7136;&#xFF0C;&#x6570;&#x636E;&#x6A21;&#x578B;&#x7684;&#x9009;&#x62E9;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;&#x9519;&#x8BEF;&#x9009;&#x62E9;&#x6570;&#x636E;&#x6A21;&#x578B;&#x53EF;&#x80FD;&#x4F1A;&#x5BFC;&#x81F4;&#x7ED3;&#x679C;&#x4E0D;&#x4F73;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x6570;&#x636E;&#x4E0D;&#x7B26;&#x5408;&#x6A21;&#x578B;&#x7684;&#x751F;&#x6210;&#x5047;&#x8BBE;&#xFF0C;&#x6216;&#x8005;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x8DB3;&#x591F;&#x6570;&#x91CF;&#x7684;&#x6570;&#x636E;&#x70B9;&#x6765;&#x5B66;&#x4E60;&#x6A21;&#x578B;&#x7684;&#x53C2;&#x6570;&#xFF0C;&#x5219;&#x5B8C;&#x5168;&#x751F;&#x6210;&#x6A21;&#x578B;&#xFF08;&#x5982;&#x9AD8;&#x65AF;&#x6DF7;&#x5408;&#x6A21;&#x578B;&#xFF09;&#x53EF;&#x80FD;&#x65E0;&#x6CD5;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#x3002;&#x540C;&#x6837;&#xFF0C;&#x5982;&#x679C;&#x5E95;&#x5C42;&#x6570;&#x636E;&#x662F;&#x4EFB;&#x610F;&#x805A;&#x7C7B;&#x7684;&#xFF0C;&#x90A3;&#x4E48;&#x57FA;&#x4E8E;&#x7EBF;&#x6027;&#x56DE;&#x5F52;&#x7684;&#x6A21;&#x578B;&#x53EF;&#x80FD;&#x6548;&#x679C;&#x4E0D;&#x4F73;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x7531;&#x4E8E;&#x4E0E;&#x6A21;&#x578B;&#x7684;&#x9519;&#x8BEF;&#x5047;&#x8BBE;&#x4E0D;&#x5339;&#x914D;&#xFF0C;&#x6570;&#x636E;&#x70B9;&#x53EF;&#x80FD;&#x88AB;&#x9519;&#x8BEF;&#x5730;&#x62A5;&#x544A;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x4E0D;&#x5E78;&#x7684;&#x662F;&#xFF0C;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x5728;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x662F;&#x4E00;&#x4E2A;&#x65E0;&#x76D1;&#x7763;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5176;&#x4E2D;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x4F8B;&#x5B50;&#x4E0D;&#x53EF;&#x7528;&#x4E8E;&#x5B66;&#x4E60;&#x7279;&#x5B9A;&#x6570;&#x636E;&#x96C6;&#x7684;&#x6700;&#x4F73;&#x6A21;&#x578B;&#xFF08;&#x4EE5;&#x81EA;&#x52A8;&#x65B9;&#x5F0F;&#xFF09;&#x3002;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x8FD9;&#x4E00;&#x65B9;&#x9762;&#x5F80;&#x5F80;&#x4F7F;&#x5176;&#x6BD4;&#x8BB8;&#x591A;&#x5176;&#x4ED6;&#x6709;&#x76D1;&#x7763;&#x6570;&#x636E;&#x6316;&#x6398;&#x95EE;&#x9898;&#xFF08;&#x4F8B;&#x5982;&#x6709;&#x53EF;&#x7528;&#x6807;&#x8BB0;&#x6837;&#x672C;&#x7684;&#x5206;&#x7C7B;&#x95EE;&#x9898;&#xFF09;&#x66F4;&#x5177;&#x6311;&#x6218;&#x6027;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x5B9E;&#x8DF5;&#x4E2D;&#xFF0C;&#x6A21;&#x578B;&#x7684;&#x9009;&#x62E9;&#x901A;&#x5E38;&#x7531;&#x5206;&#x6790;&#x5E08;&#x5BF9;&#x4E0E;&#x5E94;&#x7528;&#x573A;&#x666F;&#x76F8;&#x5173;&#x7684;&#x504F;&#x5DEE;&#x7C7B;&#x578B;&#x6765;&#x51B3;&#x5B9A;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x7A7A;&#x95F4;&#x5E94;&#x7528;&#x4E2D;&#x6D4B;&#x91CF;&#x884C;&#x4E3A;&#x5C5E;&#x6027;&#xFF0C;&#x5982;&#x4E0E;&#x4F4D;&#x7F6E;&#x76F8;&#x5173;&#x7684;&#x6E29;&#x5EA6;&#xFF0C;&#x53EF;&#x4EE5;&#x5408;&#x7406;&#x5730;&#x5047;&#x8BBE;&#x7A7A;&#x95F4;&#x5C40;&#x90E8;&#x7684;&#x53CD;&#x5E38;&#x6E29;&#x5EA6;&#x5C5E;&#x6027;&#x7684;&#x504F;&#x5DEE;&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x5F02;&#x5E38;&#x7684;&#x6807;&#x793A;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5BF9;&#x4E8E;&#x9AD8;&#x7EF4;&#x6570;&#x636E;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x7531;&#x4E8E;&#x6570;&#x636E;&#x7A00;&#x758F;&#x6027;&#xFF0C;&#x751A;&#x81F3;&#x6570;&#x636E;&#x5C40;&#x90E8;&#x6027;&#x7684;&#x5B9A;&#x4E49;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x4E0D;&#x660E;&#x786E;&#x7684;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x53EA;&#x6709;&#x5728;&#x4ED4;&#x7EC6;&#x8BC4;&#x4F30;&#x8BE5;&#x57DF;&#x7684;&#x76F8;&#x5173;&#x5EFA;&#x6A21;&#x5C5E;&#x6027;&#x4E4B;&#x540E;&#x624D;&#x80FD;&#x6784;&#x5EFA;&#x7528;&#x4E8E;&#x7279;&#x5B9A;&#x6570;&#x636E;&#x57DF;&#x7684;&#x6709;&#x6548;&#x6A21;&#x578B;&#x3002;</p>
<p><img src="http://wenhao-public.oss-cn-hangzhou.aliyuncs.com/blogs/img1.3.png" alt="&#x56FE;1.3"></p>
<center>&#x56FE;1.3 &#x5728;&#x6B63;&#x592A;&#x5206;&#x5E03;&#x548C;Zipf&#x5206;&#x5E03;&#x4E0A;&#x5E94;&#x7528;Z&#x68C0;&#x9A8C;</center>

<p>&#x4E3A;&#x4E86;&#x7406;&#x89E3;&#x6A21;&#x578B;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x4F7F;&#x7528;&#x7B80;&#x5355;&#x6A21;&#x578B;&#xFF08;Z&#x503C;&#x68C0;&#x9A8C;&#xFF09;&#x8FDB;&#x884C;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x9A8C;&#x8BC1;&#x662F;&#x6709;&#x76CA;&#x7684;&#x3002;&#x4EE5;&#x4E00;&#x7EC4;&#x4E00;&#x7EF4;&#x5B9A;&#x91CF;&#x6570;&#x636E;&#x89C2;&#x5BDF;&#xFF0C;&#x7528;$X_1...X_n$&#x8868;&#x793A;&#xFF0C;&#x5E73;&#x5747;&#x503C;$&#x3BC;$&#x548C;&#x6807;&#x51C6;&#x504F;&#x5DEE;$&#x3C3;$&#x3002;&#x6570;&#x636E;&#x70B9;$X_i$&#x7684;Z&#x503C;&#x7531;$Z_i$&#x8868;&#x793A;&#xFF0C;&#x5E76;&#x5B9A;&#x4E49;&#x5982;&#x4E0B;&#xFF1A;</p>
<p>$$Z_i = \frac{|X_i &#x2212; &#x3BC;|}{&#x3C3;} \qquad (1.1) $$</p>
<p>Z&#x503C;&#x68C0;&#x9A8C;&#x8BA1;&#x7B97;&#x6570;&#x636E;&#x70B9;&#x8FDC;&#x79BB;&#x5E73;&#x5747;&#x503C;&#x7684;&#x6807;&#x51C6;&#x5DEE;&#x6570;&#x3002;&#x8FD9;&#x4E3A;&#x6570;&#x636E;&#x70B9;&#x7684;&#x5F02;&#x5E38;&#x5206;&#x503C;&#x8BA1;&#x7B97;&#x63D0;&#x4F9B;&#x4E86;&#x826F;&#x597D;&#x7684;&#x4EE3;&#x7406;&#x3002;&#x4E00;&#x4E2A;&#x9690;&#x542B;&#x7684;&#x5047;&#x8BBE;&#x662F;&#x6570;&#x636E;&#x662F;&#x4ECE;&#x6B63;&#x6001;&#x5206;&#x5E03;&#x5EFA;&#x6A21;&#x7684;&#xFF0C;&#x968F;&#x4E4B;Z&#x503C;&#x5C31;&#x662F;&#x4ECE;&#x6807;&#x51C6;&#x6B63;&#x6001;&#x5206;&#x5E03;&#x4E2D;&#x62BD;&#x53D6;&#x7684;&#x968F;&#x673A;&#x53D8;&#x91CF;&#x3002;&#x5728;&#x53EF;&#x4EE5;&#x51C6;&#x786E;&#x4F30;&#x8BA1;&#x5206;&#x5E03;&#x7684;&#x5747;&#x503C;&#x548C;&#x6807;&#x51C6;&#x5DEE;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x826F;&#x597D;&#x7684;&#x201C;&#x7ECF;&#x9A8C;&#x6CD5;&#x5219;&#x201D;&#x662F;&#x4F7F;&#x7528;$Z_i&#x2265;3$&#x4F5C;&#x4E3A;&#x5F02;&#x5E38;&#x7684;&#x4EE3;&#x7406;&#x3002; &#x4F46;&#x662F;&#xFF0C;&#x5728;&#x6781;&#x5C11;&#x6570;&#x6837;&#x672C;&#x53EF;&#x7528;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x65E0;&#x6CD5;&#x7A33;&#x5065;&#x4F30;&#x8BA1;&#x57FA;&#x7840;&#x5206;&#x5E03;&#x7684;&#x5747;&#x503C;&#x548C;&#x6807;&#x51C6;&#x5DEE;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x9700;&#x8981;&#x4F7F;&#x7528;&#xFF08;&#x76F8;&#x5173;&#x7684;&#xFF09;&#x5B66;&#x751F;t&#x5206;&#x5E03;&#xFF08;<em>Student&#x2019;s t-distribution</em>&#xFF09;&#x800C;&#x4E0D;&#x662F;&#x6B63;&#x6001;&#x5206;&#x5E03;&#x6765;&#x89E3;&#x91CA;Z&#x503C;&#x68C0;&#x9A8C;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x5C06;&#x5728;&#x7B2C;2&#x7AE0;&#x4E2D;&#x8BA8;&#x8BBA;&#x3002;</p>
<p>&#x5728;&#x5EFA;&#x6A21;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4ECE;&#x4E1A;&#x8005;&#x7ECF;&#x5E38;&#x4F1A;&#x5FD8;&#x8BB0;Z&#x503C;&#x68C0;&#x9A8C;&#x9690;&#x542B;&#x5730;&#x5047;&#x8BBE;&#x57FA;&#x7840;&#x6570;&#x636E;&#x7684;&#x6B63;&#x6001;&#x5206;&#x5E03;&#x3002;&#x5F53;&#x8FD9;&#x79CD;&#x6570;&#x636E;&#x8FD1;&#x4F3C;&#x4E0D;&#x592A;&#x597D;&#x65F6;&#xFF0C;&#x7ED3;&#x679C;&#x5F80;&#x5F80;&#x96BE;&#x4EE5;&#x89E3;&#x91CA;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x8003;&#x8651;&#x5728;&#x56FE;1.3&#x4E2D;&#x7684;1&#x5230;20&#x4E4B;&#x95F4;&#x7684;&#x503C;&#x7ED8;&#x5236;&#x7684;&#x4E24;&#x4E2A;&#x6570;&#x636E;&#x9891;&#x7387;&#x76F4;&#x65B9;&#x56FE;&#x3002;&#x5728;&#x7B2C;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x76F4;&#x65B9;&#x56FE;&#x662F;&#x4ECE;&#x5177;&#x6709;$&#xFF08;&#x3BC;&#xFF0C;&#x3C3;&#xFF09;=&#xFF08;10,2&#xFF09;$&#x7684;&#x6B63;&#x6001;&#x5206;&#x5E03;&#x4E2D;&#x91C7;&#x6837;&#x7684;&#xFF0C;&#x800C;&#x5728;&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x662F;&#x4ECE;Zipf&#x5206;&#x5E03;$1/i$&#x4E2D;&#x91C7;&#x6837;&#x3002;&#x5F88;&#x660E;&#x663E;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x6570;&#x636E;&#x4F4D;&#x4E8E;&#x6B63;&#x6001;&#x5206;&#x5E03;&#x7684;$[10-2 <em> 3,10 + 2 </em> 3]$&#x8303;&#x56F4;&#x5185;&#xFF0C;&#x5E76;&#x4E14;&#x4F4D;&#x4E8E;&#x8BE5;&#x8303;&#x56F4;&#x4E4B;&#x5916;&#x7684;&#x6240;&#x6709;&#x6570;&#x636E;&#x70B9;&#x90FD;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x5F02;&#x5E38;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;Z&#x503C;&#x68C0;&#x9A8C;&#x975E;&#x5E38;&#x6709;&#x6548;&#x3002;&#x5728;Zipf&#x5206;&#x5E03;&#x7684;&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5F02;&#x5E38;&#x5E76;&#x4E0D;&#x5341;&#x5206;&#x6E05;&#x695A;&#xFF0C;&#x5C3D;&#x7BA1;&#x5177;&#x6709;&#x975E;&#x5E38;&#x9AD8;&#x7684;&#x503C;&#xFF08;&#x4F8B;&#x5982;20&#xFF09;&#x7684;&#x6570;&#x636E;&#x70B9;&#x53EF;&#x80FD;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x5F02;&#x5E38;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6570;&#x636E;&#x7684;&#x5E73;&#x5747;&#x503C;&#x548C;&#x6807;&#x51C6;&#x504F;&#x5DEE;&#x5206;&#x522B;&#x4E3A;5.24&#x548C;5.56&#x3002;&#x56E0;&#x6B64;&#xFF0C;Z&#x503C;&#x68C0;&#x9A8C;&#x4E0D;&#x4F1A;&#x5C06;&#x4EFB;&#x4F55;&#x6570;&#x636E;&#x70B9;&#x58F0;&#x660E;&#x4E3A;&#x5F02;&#x5E38;&#xFF08;&#x9608;&#x503C;&#x4E3A;3&#xFF09;&#xFF0C;&#x5C3D;&#x7BA1;&#x5B83;&#x786E;&#x5B9E;&#x63A5;&#x8FD1;&#x3002;&#x5728;&#x4EFB;&#x4F55;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x81F3;&#x5C11;&#x4ECE;&#x6982;&#x7387;&#x53EF;&#x89E3;&#x91CA;&#x6027;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;Zipf&#x5206;&#x5E03;&#x7684;Z&#x503C;&#x7684;&#x91CD;&#x8981;&#x6027;&#x4E0D;&#x662F;&#x5F88;&#x6709;&#x610F;&#x4E49;&#x3002;&#x8FD9;&#x8868;&#x660E;&#x5982;&#x679C;&#x5728;&#x5EFA;&#x6A21;&#x9636;&#x6BB5;&#x51FA;&#x73B0;&#x9519;&#x8BEF;&#xFF0C;&#x5219;&#x53EF;&#x80FD;&#x5BFC;&#x81F4;&#x5BF9;&#x6570;&#x636E;&#x7684;&#x9519;&#x8BEF;&#x7406;&#x89E3;&#x3002;&#x8FD9;&#x4E9B;&#x6D4B;&#x8BD5;&#x901A;&#x5E38;&#x7528;&#x4F5C;&#x542F;&#x53D1;&#x5F0F;&#x7B97;&#x6CD5;&#xFF0C;&#x5373;&#x4F7F;&#x5BF9;&#x4E8E;&#x8FDC;&#x79BB;&#x6B63;&#x6001;&#x5206;&#x5E03;&#x7684;&#x6570;&#x636E;&#x96C6;&#x4E5F;&#x80FD;&#x63D0;&#x4F9B;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6570;&#x7684;&#x7C97;&#x7565;&#x6982;&#x5FF5;&#xFF0C;&#x5E76;&#x4E14;&#x4ED4;&#x7EC6;&#x89E3;&#x91CA;&#x8FD9;&#x4E9B;&#x5206;&#x6570;&#x5F88;&#x91CD;&#x8981;&#x3002;</p>
<p><img src="http://wenhao-public.oss-cn-hangzhou.aliyuncs.com/blogs/img1.4.png" alt="&#x56FE;1.4"></p>
<center>&#x56FE;1.4 &#x7EBF;&#x6027;&#x76F8;&#x5173;&#x6570;&#x636E;</center>

<p>Z&#x503C;&#x68C0;&#x9A8C;&#x5373;&#x4F7F;&#x4F5C;&#x4E3A;&#x542F;&#x53D1;&#x5F0F;&#x7B97;&#x6CD5;&#x4E5F;&#x4E0D;&#x4F1A;&#x8D77;&#x4F5C;&#x7528;&#x7684;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#x662F;&#xFF0C;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x4F5C;&#x4E3A;&#x5F02;&#x5E38;&#x70B9;&#x4EC5;&#x4EC5;&#x56E0;&#x4E3A;&#x5B83;&#x7684;&#x76F8;&#x5BF9;&#x4F4D;&#x7F6E;&#x800C;&#x4E0D;&#x662F;&#x5B83;&#x7684;&#x7EDD;&#x5BF9;&#x4F4D;&#x7F6E;&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x5C06;Z&#x503C;&#x68C0;&#x9A8C;&#x5E94;&#x7528;&#x4E8E;&#x56FE;1.1&#xFF08;a&#xFF09;&#x4E2D;&#x7684;&#x5355;&#x4E2A;&#x7EF4;&#x5EA6;&#xFF0C;&#x5219;&#x6D4B;&#x8BD5;&#x5C06;&#x5931;&#x8D25;&#xFF0C;&#x56E0;&#x4E3A;&#x70B9;&apos;A&apos;&#x5C06;&#x88AB;&#x89C6;&#x4E3A;&#x6700;&#x4E2D;&#x5FC3;&#x4F4D;&#x7F6E;&#x548C;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x70B9;&#x3002; &#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5982;&#x679C;&#x5E94;&#x7528;&#x5728;&#x5BF9;&#x4E8E;&#x6BCF;&#x4E2A;&#x70B9;&#x7684;k&#x8FD1;&#x90BB;&#x7684;&#x63D0;&#x53D6;&#x7684;&#x4E00;&#x7EF4;&#x503C;&#xFF0C;&#x6D4B;&#x8BD5;&#x4ECD;&#x7136;&#x53EF;&#x4EE5;&#x662F;&#x5408;&#x7406;&#x7684;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6A21;&#x578B;&#x7684;&#x6709;&#x6548;&#x6027;&#x53D6;&#x51B3;&#x4E8E;&#x6240;&#x7528;&#x6D4B;&#x8BD5;&#x7684;&#x9009;&#x62E9;&#x4EE5;&#x53CA;&#x5982;&#x4F55;&#x5E94;&#x7528;&#x3002;</p>
<p>&#x5982;&#x4F55;&#x9009;&#x62E9;&#x6700;&#x4F73;&#x6A21;&#x578B;&#x901A;&#x5E38;&#x662F;&#x6570;&#x636E;&#x51B3;&#x5B9A;&#x7684;&#x3002;&#x8FD9;&#x9700;&#x8981;&#x5728;&#x9009;&#x62E9;&#x6A21;&#x578B;&#x4E4B;&#x524D;&#x5F88;&#x597D;&#x5730;&#x7406;&#x89E3;&#x6570;&#x636E;&#x672C;&#x8EAB;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x57FA;&#x4E8E;&#x56DE;&#x5F52;&#x7684;&#x6A21;&#x578B;&#x6700;&#x9002;&#x5408;&#x4E8E;&#x627E;&#x5230;&#x56FE;1.4&#x7684;&#x6570;&#x636E;&#x5206;&#x5E03;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x5176;&#x4E2D;&#x5927;&#x591A;&#x6570;&#x6570;&#x636E;&#x6CBF;&#x7EBF;&#x6027;&#x76F8;&#x5173;&#x5E73;&#x9762;&#x5206;&#x5E03;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x805A;&#x7C7B;&#x6A21;&#x578B;&#x66F4;&#x9002;&#x5408;&#x4E8E;&#x56FE;1.1&#x4E2D;&#x6240;&#x793A;&#x7684;&#x60C5;&#x51B5;&#x3002; &#x5BF9;&#x4E8E;&#x7ED9;&#x5B9A;&#x6570;&#x636E;&#x96C6;&#x800C;&#x8A00;&#xFF0C;&#x8F83;&#x5DEE;&#x7684;&#x6A21;&#x578B;&#x9009;&#x62E9;&#x53EF;&#x80FD;&#x4F1A;&#x5BFC;&#x81F4;&#x8F83;&#x5DEE;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x53D1;&#x73B0;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6838;&#x5FC3;&#x539F;&#x5219;&#x662F;&#x57FA;&#x4E8E;&#x5BF9;&#x7ED9;&#x5B9A;&#x6570;&#x636E;&#x96C6;&#x4E2D;&#x6B63;&#x5E38;&#x6A21;&#x5F0F;&#x7684;&#x7ED3;&#x6784;&#x7684;&#x5047;&#x8BBE;&#x3002;&#x663E;&#x7136;&#xFF0C;&#x201C;&#x6B63;&#x5E38;&#x201D;&#x6A21;&#x578B;&#x7684;&#x9009;&#x62E9;&#x5728;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x53D6;&#x51B3;&#x4E8E;&#x5206;&#x6790;&#x5E08;&#x5BF9;&#x8BE5;&#x7279;&#x5B9A;&#x9886;&#x57DF;&#x4E2D;&#x81EA;&#x7136;&#x6570;&#x636E;&#x6A21;&#x5F0F;&#x7684;&#x7406;&#x89E3;&#x3002;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x5206;&#x6790;&#x4EBA;&#x5458;&#x5BF9;&#x6570;&#x636E;&#x8868;&#x793A;&#x5177;&#x6709;&#x8BED;&#x4E49;&#x7406;&#x89E3;&#x901A;&#x5E38;&#x5F88;&#x6709;&#x7528;&#xFF0C;&#x5C3D;&#x7BA1;&#x5728;&#x5B9E;&#x9645;&#x8BBE;&#x7F6E;&#x4E2D;&#x8FD9;&#x901A;&#x5E38;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#x3002;</p>
<p>&#x6A21;&#x578B;&#x9009;&#x62E9;&#x6709;&#x7740;&#x8BB8;&#x591A;&#x6743;&#x8861;&#x3002;&#x5177;&#x6709;&#x592A;&#x591A;&#x53C2;&#x6570;&#x7684;&#x9AD8;&#x5EA6;&#x590D;&#x6742;&#x6A21;&#x578B;&#x5F88;&#x53EF;&#x80FD;&#x4F1A;&#x8FC7;&#x5EA6;&#x62DF;&#x5408;&#x6570;&#x636E;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x8FD8;&#x4F1A;&#x62DF;&#x5408;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x4E00;&#x4E2A;&#x7B80;&#x5355;&#x7684;&#x6A21;&#x578B;&#xFF0C;&#x901A;&#x8FC7;&#x5BF9;&#x6570;&#x636E;&#x7684;&#x76F4;&#x89C2;&#x7406;&#x89E3;&#xFF08;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x5BF9;&#x5206;&#x6790;&#x5E08;&#x6B63;&#x5728;&#x5BFB;&#x627E;&#x7684;&#x5185;&#x5BB9;&#x7684;&#x7406;&#x89E3;&#xFF09;&#x6784;&#x5EFA;&#xFF0C;&#x53EF;&#x80FD;&#x4F1A;&#x5E26;&#x6765;&#x66F4;&#x597D;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x8FC7;&#x4E8E;&#x7B80;&#x5355;&#x7684;&#x6A21;&#x578B;&#x5F88;&#x96BE;&#x62DF;&#x5408;&#x6570;&#x636E;&#xFF0C;&#x53EF;&#x80FD;&#x4F1A;&#x5C06;&#x6B63;&#x5E38;&#x6A21;&#x5F0F;&#x7684;&#x6570;&#x636E;&#x8BC6;&#x522B;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x9009;&#x62E9;&#x6570;&#x636E;&#x6A21;&#x578B;&#x7684;&#x521D;&#x59CB;&#x9636;&#x6BB5;&#x53EF;&#x80FD;&#x662F;&#x79BB;&#x7FA4;&#x503C;&#x5206;&#x6790;&#x4E2D;&#x6700;&#x5173;&#x952E;&#x7684;&#x4E00;&#x4E2A;&#x3002;&#x5173;&#x4E8E;&#x6570;&#x636E;&#x6A21;&#x578B;&#x5F71;&#x54CD;&#x7684;&#x4E3B;&#x9898;&#x5C06;&#x5728;&#x6574;&#x672C;&#x4E66;&#x4E2D;&#x5C06;&#x7528;&#x5177;&#x4F53;&#x7684;&#x4F8B;&#x5B50;&#x53CD;&#x590D;&#x9610;&#x8FF0;&#x3002;</p>
<h3 id="121-&#x4E0E;&#x6709;&#x76D1;&#x7763;&#x6A21;&#x578B;&#x7684;&#x8054;&#x7CFB;">1.2.1 &#x4E0E;&#x6709;&#x76D1;&#x7763;&#x6A21;&#x578B;&#x7684;&#x8054;&#x7CFB;</h3>
<p>&#x53EF;&#x4EE5;&#x5C06;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x89C6;&#x4E3A;&#x5206;&#x7C7B;&#x95EE;&#x9898;&#x7684;&#x53D8;&#x4F53;&#xFF0C;&#x5176;&#x4E2D;&#x7C7B;&#x6807;&#x7B7E;&#xFF08;&#x201C;&#x6B63;&#x5E38;&#x201D;&#x6216;&#x201C;&#x5F02;&#x5E38;&#x201D;&#xFF09;&#x672A;&#x88AB;&#x89C2;&#x5BDF;&#x5230;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x7531;&#x4E8E;&#x6B63;&#x5E38;&#x793A;&#x4F8B;&#x8FDC;&#x8FDC;&#x8D85;&#x8FC7;&#x5F02;&#x5E38;&#x793A;&#x4F8B;&#xFF0C;&#x4EBA;&#x4EEC;&#x53EF;&#x4EE5;&#x201C;&#x5047;&#x88C5;&#x201D;&#x6574;&#x4E2A;&#x6570;&#x636E;&#x96C6;&#x5305;&#x542B;&#x6B63;&#x5E38;&#x7C7B;&#x5E76;&#x521B;&#x5EFA;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x7684;&#xFF08;&#x53EF;&#x80FD;&#x6709;&#x566A;&#x58F0;&#x7684;&#xFF09;&#x6A21;&#x578B;&#x3002; &#x4E0E;&#x6B63;&#x5E38;&#x6A21;&#x578B;&#x7684;&#x504F;&#x5DEE;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x5206;&#x7C7B;&#x548C;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;&#x4E4B;&#x95F4;&#x7684;&#x8FD9;&#x79CD;&#x8054;&#x7CFB;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x56E0;&#x4E3A;&#x5206;&#x7C7B;&#x7684;&#x7406;&#x8BBA;&#x548C;&#x65B9;&#x6CD5;&#x5F88;&#x591A;&#x6982;&#x62EC;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;[32]&#x3002;&#x6807;&#x7B7E;&#xFF08;&#x6216;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#xFF09;&#x7684;&#x672A;&#x89C2;&#x5BDF;&#x5230;&#x7684;&#x6027;&#x8D28;&#xFF0C;&#x662F;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#x88AB;&#x79F0;&#x4E3A;&#x65E0;&#x76D1;&#x7763;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x800C;&#x5206;&#x7C7B;&#x65B9;&#x6CD5;&#x88AB;&#x79F0;&#x4E3A;&#x6709;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#x3002;&#x5728;&#x89C2;&#x5BDF;&#x5230;&#x5F02;&#x5E38;&#x6807;&#x7B7E;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x95EE;&#x9898;&#x7B80;&#x5316;&#x4E3A;&#x4E0D;&#x5747;&#x8861;&#x7684;&#x6570;&#x636E;&#x5206;&#x7C7B;&#x95EE;&#x9898;&#xFF0C;&#x5E76;&#x5728;&#x7B2C;7&#x7AE0;&#x4E2D;&#x8BE6;&#x7EC6;&#x8BA8;&#x8BBA;&#x3002;</p>
<p>&#x7528;&#x4E8E;&#x65E0;&#x76D1;&#x7763;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x6A21;&#x578B;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x591A;&#x5206;&#x7C7B;&#x4E2D;&#x7684;&#x5355;&#x7C7B;&#x6A21;&#x62DF;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x4ECE;&#x5EFA;&#x6A21;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x5355;&#x7C7B;&#x8BBE;&#x7F6E;&#x6709;&#x65F6;&#x4F1A;&#x66F4;&#x52A0;&#x5FAE;&#x5999;&#xFF0C;&#x56E0;&#x4E3A;&#x533A;&#x5206;&#x4E24;&#x5206;&#x7C7B;&#x6837;&#x672C;&#x6BD4;&#x9884;&#x6D4B;&#x7279;&#x5B9A;&#x5B9E;&#x4F8B;&#x662F;&#x5426;&#x4E0E;&#x5355;&#x4E2A;&#xFF08;&#x6B63;&#x5E38;&#xFF09;&#x7C7B;&#x7684;&#x6837;&#x672C;&#x76F8;&#x5339;&#x914D;&#x8981;&#x5BB9;&#x6613;&#x5F97;&#x591A;&#x3002; &#x5F53;&#x81F3;&#x5C11;&#x6709;&#x4E24;&#x4E2A;&#x7C7B;&#x53EF;&#x7528;&#x65F6;&#xFF0C;&#x53EF;&#x4EE5;&#x66F4;&#x5BB9;&#x6613;&#x5730;&#x5B66;&#x4E60;&#x4E24;&#x4E2A;&#x7C7B;&#x4E4B;&#x95F4;&#x7684;&#x533A;&#x522B;&#x7279;&#x5F81;&#xFF0C;&#x4EE5;&#x4FBF;&#x63D0;&#x9AD8;&#x6A21;&#x578B;&#x7684;&#x51C6;&#x786E;&#x6027;&#x3002;</p>
<p>&#x5728;&#x8BB8;&#x591A;&#x9884;&#x6D4B;&#x5B66;&#x4E60;&#x4E2D;&#xFF0C;&#x4F8B;&#x5982;&#x5206;&#x7C7B;&#x548C;&#x63A8;&#x8350;&#xFF0C;&#x5728;&#x57FA;&#x4E8E;&#x5B9E;&#x4F8B;&#x7684;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#xFF08;<em>instance-based learning methods</em>&#xFF09;&#x548C;&#x663E;&#x5F0F;&#x6CDB;&#x5316;&#x65B9;&#x6CD5;&#xFF08;<em>explicit generalization methods</em>&#xFF09;&#x4E4B;&#x95F4;&#x5B58;&#x5728;&#x7740;&#x5929;&#x7136;&#x7684;&#x533A;&#x522B;&#x3002; &#x7531;&#x4E8E;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#x9700;&#x8981;&#x8BBE;&#x8BA1;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x6A21;&#x578B;&#x4EE5;&#x8FDB;&#x884C;&#x9884;&#x6D4B;&#xFF0C;&#x56E0;&#x6B64;&#x8FD9;&#x79CD;&#x533A;&#x522B;&#x4E5F;&#x9002;&#x7528;&#x4E8E;&#x65E0;&#x76D1;&#x7763;&#x9886;&#x57DF;&#x3002;&#x5728;&#x57FA;&#x4E8E;&#x5B9E;&#x4F8B;&#x7684;&#x65B9;&#x6CD5;&#x4E2D;&#xFF0C;&#x8BAD;&#x7EC3;&#x6A21;&#x578B;&#x4E0D;&#x662F;&#x9884;&#x5148;&#x6784;&#x5EFA;&#x7684;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x5BF9;&#x4E8E;&#x7ED9;&#x5B9A;&#x7684;&#x6D4B;&#x8BD5;&#x5B9E;&#x4F8B;&#xFF0C;&#x8BA1;&#x7B97;&#x8BAD;&#x7EC3;&#x6570;&#x636E;&#x7684;&#x6700;&#x76F8;&#x5173;&#xFF08;&#x6700;&#x63A5;&#x8FD1;&#xFF09;&#x7684;&#x5B9E;&#x4F8B;&#xFF0C;&#x5E76;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x76F8;&#x5173;&#x5B9E;&#x4F8B;&#x5BF9;&#x6D4B;&#x8BD5;&#x5B9E;&#x4F8B;&#x8FDB;&#x884C;&#x9884;&#x6D4B;&#x3002;&#x57FA;&#x4E8E;&#x5B9E;&#x4F8B;&#x7684;&#x65B9;&#x6CD5;&#x5728;&#x5206;&#x7C7B;&#x9886;&#x57DF;[33]&#x4E2D;&#x4E5F;&#x79F0;&#x4E3A;&#x60F0;&#x6027;&#x5B66;&#x4E60;&#xFF08;<em>lazy learners</em>&#xFF09;&#xFF0C;&#x5728;&#x63A8;&#x8350;&#x7CFB;&#x7EDF;&#x9886;&#x57DF;&#x88AB;&#x79F0;&#x4E3A;&#x57FA;&#x4E8E;&#x8BB0;&#x5FC6;&#x7684;&#x65B9;&#x6CD5;&#xFF08;<em>memory-based methods</em>&#xFF09;[34]&#x3002;</p>
<p>&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x4E2D;&#x57FA;&#x4E8E;&#x5B9E;&#x4F8B;&#x7684;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x7684;&#x4E00;&#x4E2A;&#x7B80;&#x5355;&#x793A;&#x4F8B;&#x662F;&#x4F7F;&#x7528;&#x6570;&#x636E;&#x70B9;&#x7684;&#x201C;1-&#x6700;&#x8FD1;&#x90BB;&#x8DDD;&#x79BB;&#x201D;&#xFF08;<em>1-nearest-neighbor</em>&#xFF09;&#x4F5C;&#x4E3A;&#x5176;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x3002; &#x8BF7;&#x6CE8;&#x610F;&#xFF0C;&#x6B64;&#x65B9;&#x6CD5;&#x4E0D;&#x9700;&#x8981;&#x9884;&#x5148;&#x6784;&#x5EFA;&#x8BAD;&#x7EC3;&#x6A21;&#x578B;&#xFF0C;&#x56E0;&#x4E3A;&#x5728;&#x6307;&#x5B9A;&#x8981;&#x9884;&#x6D4B;&#xFF08;&#x8BC4;&#x5206;&#xFF09;&#x7684;&#x5B9E;&#x4F8B;&#x7684;&#x8EAB;&#x4EFD;&#x4E4B;&#x540E;&#xFF0C;&#x65E7;&#x5B8C;&#x6210;&#x4E86;&#x786E;&#x5B9A;&#x6700;&#x8FD1;&#x90BB;&#x7684;&#x6240;&#x6709;&#x5DE5;&#x4F5C;&#x3002;&#x201C;1-&#x6700;&#x8FD1;&#x90BB;&#x201C;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x5668;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x6709;&#x76D1;&#x7763;&#x9886;&#x57DF;&#x4E2D;&#x7684;&#x201C;1-&#x6700;&#x8FD1;&#x90BB;&#x201D;&#x5206;&#x7C7B;&#x5668;&#x7684;&#x65E0;&#x76D1;&#x7763;&#x6A21;&#x62DF;&#x3002;&#x57FA;&#x4E8E;&#x5B9E;&#x4F8B;&#x7684;&#x6A21;&#x578B;&#x7531;&#x4E8E;&#x5176;&#x7B80;&#x5355;&#x6027;&#xFF0C;&#x6709;&#x6548;&#x6027;&#x548C;&#x76F4;&#x89C2;&#x6027;&#x800C;&#x5728;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x9886;&#x57DF;&#x4E2D;&#x975E;&#x5E38;&#x6D41;&#x884C;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x8BB8;&#x591A;&#x6700;&#x5E38;&#x7528;&#x548C;&#x6700;&#x6210;&#x529F;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#xFF0C;&#x5982;k-&#x6700;&#x8FD1;&#x90BB;&#x68C0;&#x6D4B;&#x5668;[58,456]&#x548C;&#x5C40;&#x90E8;&#x5F02;&#x5E38;&#x56E0;&#x5B50;&#xFF08;LOF&#xFF09;[96]&#xFF08;&#x53C2;&#x89C1;&#x7B2C;4&#x7AE0;&#xFF09;&#xFF0C;&#x90FD;&#x662F;&#x57FA;&#x4E8E;&#x5B9E;&#x4F8B;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<p>&#x57FA;&#x4E8E;&#x5B9E;&#x4F8B;&#x7684;&#x65B9;&#x6CD5;&#x5728;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x9886;&#x57DF;&#x7684;&#x666E;&#x53CA;&#x662F;&#x5982;&#x6B64;&#x4E4B;&#x5927;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x5176;&#x4ED6;&#x5927;&#x91CF;&#x5355;&#x7C7B;&#x6A21;&#x62DF;&#x7684;&#x6709;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#x7ECF;&#x5E38;&#x88AB;&#x5FFD;&#x89C6;&#x3002;&#x539F;&#x5219;&#x4E0A;&#xFF0C;&#x51E0;&#x4E4E;&#x4EFB;&#x4F55;&#x5206;&#x7C7B;&#x65B9;&#x6CD5;&#x90FD;&#x53EF;&#x4EE5;&#x91CD;&#x65B0;&#x8BBE;&#x8BA1;&#x4EE5;&#x521B;&#x5EFA;&#x4E00;&#x7C7B;&#x6A21;&#x62DF;&#x3002;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x4E2D;&#x7684;&#x5927;&#x591A;&#x6570;&#x662F;&#x663E;&#x5F0F;&#x6CDB;&#x5316;&#x65B9;&#x6CD5;&#xFF0C;&#x5176;&#x4E2D;&#x9700;&#x8981;&#x9884;&#x5148;&#x521B;&#x5EFA;&#x6982;&#x62EC;&#x6A21;&#x578B;&#x3002;&#x663E;&#x5F0F;&#x6CDB;&#x5316;&#x65B9;&#x6CD5;&#x5BF9;&#x6570;&#x636E;&#x96C6;$D$&#x4F7F;&#x7528;&#x4E24;&#x6B65;&#x8FC7;&#x7A0B;&#xFF1A;</p>
<p>1.&#x4F7F;&#x7528;&#x539F;&#x59CB;&#x6570;&#x636E;&#x96C6;$D$&#x521B;&#x5EFA;&#x666E;&#x901A;&#x6570;&#x636E;&#x7684;&#x4E00;&#x7C7B;&#x6A21;&#x578B;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x53EF;&#x4EE5;&#x5B66;&#x4E60;&#x63CF;&#x8FF0;&#x56FE;1.4&#xFF08;b&#xFF09;&#x4E2D;&#x7684;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x7684;&#x7EBF;&#x6027;&#x8D85;&#x5E73;&#x9762;&#x3002;&#x8BE5;&#x8D85;&#x5E73;&#x9762;&#x8868;&#x793A;&#x6574;&#x4E2A;&#x6570;&#x636E;&#x96C6;&#x7684;&#x6982;&#x62EC;&#x6A21;&#x578B;&#xFF0C;&#x56E0;&#x6B64;&#x8868;&#x793A;&#x6570;&#x636E;&#x96C6;&#x7684;&#x663E;&#x5F0F;&#x6CDB;&#x5316;&#x3002;
&#x8868;1.1 &#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x4E2D;&#x7684;&#x5206;&#x7C7B;&#x65B9;&#x6CD5;&#x53CA;&#x5176;&#x65E0;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#x7C7B;&#x6BD4;</p>
<table>
<thead>
<tr>
<th>&#x6709;&#x76D1;&#x7763;&#x6A21;&#x578B;</th>
<th>&#x65E0;&#x76D1;&#x7763;</th>
<th>&#x7C7B;&#x578B;</th>
</tr>
</thead>
<tbody>
<tr>
<td>K-&#x8FD1;&#x90BB;</td>
<td>k-NN&#x8DDD;&#x79BB;&#xFF0C;LOF&#xFF0C;LOCI&#xFF08;&#x7B2C;4&#x7AE0;&#xFF09;</td>
<td>&#x57FA;&#x4E8E;&#x5B9E;&#x4F8B;</td>
</tr>
<tr>
<td>&#x7EBF;&#x6027;&#x56DE;&#x5F52;</td>
<td>&#x4E3B;&#x6210;&#x5206;&#x5206;&#x6790;&#xFF08;&#x7B2C;3&#x7AE0;&#xFF09;</td>
<td>&#x663E;&#x793A;&#x6CDB;&#x5316;</td>
</tr>
<tr>
<td>&#x6734;&#x7D20;&#x8D1D;&#x53F6;&#x65AF;</td>
<td>&#x671F;&#x671B;&#x6700;&#x5927;&#x5316;&#xFF08;&#x7B2C;2&#x7AE0;&#xFF09;</td>
<td>&#x663E;&#x793A;&#x6CDB;&#x5316;</td>
</tr>
<tr>
<td>Rocchio</td>
<td>&#x9A6C;&#x6C0F;&#x8DDD;&#x79BB;&#xFF08;&#x7B2C;3&#x7AE0;&#xFF09;&#x805A;&#x7C7B;&#xFF08;&#x7B2C;4&#x7AE0;&#xFF09;</td>
<td>&#x663E;&#x793A;&#x6CDB;&#x5316;</td>
</tr>
<tr>
<td>&#x51B3;&#x7B56;&#x6811; &#x968F;&#x673A;&#x68EE;&#x6797;</td>
<td>&#x5B64;&#x7ACB;&#x6811; &#x5B64;&#x7ACB;&#x68EE;&#x6797;&#xFF08;&#x7B2C;5&#x7AE0;&#x548C;&#x7B2C;6&#x7AE0;&#xFF09;</td>
<td>&#x663E;&#x793A;&#x6CDB;&#x5316;</td>
</tr>
<tr>
<td>&#x57FA;&#x4E8E;&#x89C4;&#x5219;</td>
<td>FP-Outlier&#xFF08;&#x7B2C;8&#x7AE0;&#xFF09;</td>
<td>&#x663E;&#x793A;&#x6CDB;&#x5316;</td>
</tr>
<tr>
<td>&#x652F;&#x6301;&#x5411;&#x91CF;&#x673A;</td>
<td>&#x4E00;&#x7C7B;&#x652F;&#x6301;&#x5411;&#x91CF;&#x673A;&#xFF08;&#x7B2C;3&#x7AE0;&#xFF09;</td>
<td>&#x663E;&#x793A;&#x6CDB;&#x5316;</td>
</tr>
<tr>
<td>&#x795E;&#x7ECF;&#x7F51;&#x7EDC;</td>
<td>Replicator neural networks&#xFF08;&#x7B2C;3&#x7AE0;&#xFF09;</td>
<td>&#x663E;&#x793A;&#x6CDB;&#x5316;</td>
</tr>
<tr>
<td>&#x77E9;&#x9635;&#x5206;&#x89E3;&#xFF08;&#x4E0D;&#x5B8C;&#x6574;&#x7684;&#x6570;&#x636E;&#x9884;&#x6D4B;&#xFF09;</td>
<td>&#x4E3B;&#x6210;&#x5206;&#x5206;&#x6790; &#x77E9;&#x9635;&#x5206;&#x89E3;&#xFF08;&#x7B2C;3&#x7AE0;&#xFF09;</td>
<td>&#x663E;&#x793A;&#x6CDB;&#x5316;</td>
</tr>
</tbody>
</table>
<p>2.&#x6839;&#x636E;$D$&#x4E0E;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x6A21;&#x578B;&#x7684;&#x504F;&#x5DEE;&#xFF0C;&#x5BF9;$D$&#x4E2D;&#x7684;&#x6BCF;&#x4E2A;&#x70B9;&#x8FDB;&#x884C;&#x8BC4;&#x5206;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x5728;&#x7B2C;&#x4E00;&#x6B65;&#x4E2D;&#x4F7F;&#x7528;&#x56FE;1.4&#xFF08;b&#xFF09;&#x7684;&#x6570;&#x636E;&#x96C6;&#x5B66;&#x4E60;&#x7EBF;&#x6027;&#x8D85;&#x5E73;&#x9762;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5C06;&#x8BE5;&#x8D85;&#x5E73;&#x9762;&#x7684;&#x6B27;&#x51E0;&#x91CC;&#x5FB7;&#x8DDD;&#x79BB;&#x62A5;&#x544A;&#x4E3A;&#x79BB;&#x7FA4;&#x503C;&#x3002;</p>
<p>&#x663E;&#x5F0F;&#x6CDB;&#x5316;&#x65B9;&#x6CD5;&#x7684;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x662F;&#x76F8;&#x540C;&#x7684;&#x6570;&#x636E;&#x96C6;$D$&#x7528;&#x4E8E;&#x8BAD;&#x7EC3;&#x548C;&#x8BC4;&#x5206;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x5728;&#x8BC4;&#x5206;&#x8FC7;&#x7A0B;&#x4E2D;&#x5F88;&#x96BE;&#x6392;&#x9664;&#x7279;&#x5B9A;&#x7684;&#x6D4B;&#x8BD5;&#x70B9;&#xFF08;&#x540C;&#x57FA;&#x4E8E;&#x5B9E;&#x4F8B;&#x7684;&#x65B9;&#x6CD5;&#xFF09;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x4E0E;&#x771F;&#x5B9E;&#x503C;&#xFF08;&#x5E26;&#x6807;&#x6CE8;&#xFF09;&#x7684;&#x5B58;&#x5728;&#x6216;&#x4E0D;&#x5B58;&#x5728;&#x81EA;&#x7136;&#x5730;&#x5C06;&#x6570;&#x636E;&#x5212;&#x5206;&#x4E3A;&#x8BAD;&#x7EC3;&#x548C;&#x6D4B;&#x8BD5;&#x90E8;&#x5206;&#x7684;&#x5206;&#x7C7B;&#x4E0D;&#x540C;&#xFF0C;&#x5728;&#x65E0;&#x76D1;&#x7763;&#x95EE;&#x9898;&#x4E2D;&#x6CA1;&#x6709;&#x53EF;&#x7528;&#x7684;&#x6807;&#x8BB0;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4EBA;&#x4EEC;&#x901A;&#x5E38;&#x5E0C;&#x671B;&#x5728;&#x65E0;&#x76D1;&#x7763;&#x95EE;&#x9898;&#x4E2D;&#x4F7F;&#x7528;&#x6574;&#x4E2A;&#x6570;&#x636E;&#x96C6;$D$&#x8FDB;&#x884C;&#x8BAD;&#x7EC3;&#x548C;&#x6D4B;&#x8BD5;&#xFF0C;&#x8FD9;&#x4F1A;&#x5BFC;&#x81F4;&#x8FC7;&#x5EA6;&#x62DF;&#x5408;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5728;&#x5B9E;&#x9645;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x5404;&#x4E2A;&#x70B9;&#x5BF9;&#x8FC7;&#x5EA6;&#x62DF;&#x5408;&#x7684;&#x5F71;&#x54CD;&#x901A;&#x5E38;&#x5F88;&#x5C0F;&#xFF0C;&#x56E0;&#x4E3A;&#x663E;&#x5F0F;&#x6CDB;&#x5316;&#x65B9;&#x6CD5;&#x503E;&#x5411;&#x4E8E;&#x521B;&#x5EFA;&#x66F4;&#x5927;&#x6570;&#x636E;&#x96C6;&#x7684;&#x7B80;&#x660E;&#x6458;&#x8981;&#xFF08;&#x901A;&#x7528;&#x8868;&#x793A;&#xFF09;&#x3002;&#x7531;&#x4E8E;&#x76F8;&#x540C;&#x7684;&#x6570;&#x636E;$D$&#x7528;&#x4E8E;&#x8BAD;&#x7EC3;&#x548C;&#x6D4B;&#x8BD5;&#xFF0C;&#x56E0;&#x6B64;&#x53EF;&#x4EE5;&#x5C06;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x89C6;&#x4E3A;&#x5728;&#x5047;&#x8BBE;&#x201C;&#x5047;&#x88C5;&#x201D;&#x6240;&#x6709;&#x8BAD;&#x7EC3;&#x6570;&#x636E;&#x70B9;&#x5C5E;&#x4E8E;&#x6B63;&#x5E38;&#x7C7B;&#x522B;&#x7684;&#x5047;&#x8BBE;&#x4E2D;&#x8FDB;&#x884C;&#x7684;&#x8BAD;&#x7EC3;&#x6570;&#x636E;&#x9519;&#x8BEF;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x51CF;&#x5C11;&#x8FC7;&#x5EA6;&#x62DF;&#x5408;&#x7684;&#x6709;&#x6548;&#x65B9;&#x6CD5;&#x662F;&#x4EE5;&#x968F;&#x673A;&#x65B9;&#x5F0F;&#x5C06;&#x6570;&#x636E;&#x91CD;&#x590D;&#x5212;&#x5206;&#x4E3A;&#x8BAD;&#x7EC3;&#x548C;&#x6D4B;&#x8BD5;&#x96C6;&#xFF0C;&#x5E76;&#x5BF9;&#x6765;&#x81EA;&#x5404;&#x79CD;&#x6A21;&#x578B;&#x7684;&#x6D4B;&#x8BD5;&#x70B9;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x8FDB;&#x884C;&#x5E73;&#x5747;&#x3002;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x5C06;&#x5728;&#x540E;&#x9762;&#x7684;&#x7AE0;&#x8282;&#x4E2D;&#x8BA8;&#x8BBA;&#x3002;</p>
<p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x6240;&#x6709;&#x5206;&#x7C7B;&#x6A21;&#x578B;&#x90FD;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x4F7F;&#x7528;&#x9002;&#x5F53;&#x7684;&#x5355;&#x5206;&#x7C7B;&#x6269;&#x5C55;&#x63A8;&#x5E7F;&#x5230;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x3002;&#x8FD9;&#x7C7B;&#x6A21;&#x578B;&#x5305;&#x62EC;&#x7EBF;&#x6027;&#x56DE;&#x5F52;&#x6A21;&#x578B;&#xFF0C;&#x4E3B;&#x6210;&#x5206;&#x5206;&#x6790;&#xFF0C;&#x6982;&#x7387;&#x671F;&#x671B;&#x6700;&#x5927;&#x5316;&#x6A21;&#x578B;&#xFF0C;&#x805A;&#x7C7B;&#x65B9;&#x6CD5;&#xFF0C;&#x4E00;&#x7C7B;&#x652F;&#x6301;&#x5411;&#x91CF;&#x673A;&#xFF0C;&#x77E9;&#x9635;&#x5206;&#x89E3;&#x6A21;&#x578B;&#x548C;&#x4E00;&#x7C7B;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x3002;&#x5BF9;&#x4E8E;&#x719F;&#x6089;&#x5206;&#x7C7B;&#x95EE;&#x9898;&#x7684;&#x8BFB;&#x8005;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x8868;1.1&#x4E2D;&#x5217;&#x51FA;&#x4E86;&#x5404;&#x79CD;&#x5206;&#x7C7B;&#x6A21;&#x578B;&#x53CA;&#x5176;&#x76F8;&#x5E94;&#x7684;&#x5355;&#x5206;&#x7C7B;&#x7C7B;&#x4F3C;&#x7269;&#xFF0C;&#x7528;&#x4E8E;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x3002;&#x8BE5;&#x8868;&#x5E76;&#x4E0D;&#x5168;&#x9762;&#xFF0C;&#x65E8;&#x5728;&#x901A;&#x8FC7;&#x4EE3;&#x8868;&#x6027;&#x793A;&#x4F8B;&#x63D0;&#x4F9B;&#x6709;&#x5173;&#x76D1;&#x7763;&#x548C;&#x65E0;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#x4E4B;&#x95F4;&#x8054;&#x7CFB;&#x3002;&#x5728;&#x7B2C;7&#x7AE0;&#x7B2C;7.7&#x8282;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x6307;&#x51FA;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x548C;&#x56DE;&#x5F52;&#x5EFA;&#x6A21;&#x4E4B;&#x95F4;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x6709;&#x7528;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x8FD9;&#x79CD;&#x7279;&#x6B8A;&#x7684;&#x8054;&#x7CFB;&#x5177;&#x6709;&#x4EE5;&#x4E0B;&#x4F18;&#x70B9;&#xFF1A;&#x5B83;&#x80FD;&#x591F;&#x4F7F;&#x7528;&#x6570;&#x767E;&#x79CD;&#x73B0;&#x6210;&#x7684;&#x56DE;&#x5F52;&#x6A21;&#x578B;&#x8FDB;&#x884C;&#x65E0;&#x76D1;&#x7763;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#xFF0C;&#x5E76;&#x4E14;&#x5B9E;&#x73B0;&#x8D77;&#x6765;&#x975E;&#x5E38;&#x7B80;&#x5355;&#x3002;</p>
<h2 id="13-&#x57FA;&#x672C;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x6A21;&#x578B;">1.3 &#x57FA;&#x672C;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x6A21;&#x578B;</h2>
<p>&#x672C;&#x8282;&#x5C06;&#x6982;&#x8FF0;&#x6587;&#x732E;&#x4E2D;&#x6700;&#x91CD;&#x8981;&#x7684;&#x6A21;&#x578B;&#xFF0C;&#x5E76;&#x63D0;&#x4F9B;&#x4E00;&#x4E9B;&#x53EF;&#x80FD;&#x9002;&#x7528;&#x7684;&#x53C2;&#x6570;&#x8BBE;&#x7F6E;&#x3002;&#x540E;&#x9762;&#x7684;&#x7AE0;&#x8282;&#x5C06;&#x8BE6;&#x7EC6;&#x8BA8;&#x8BBA;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x3002;&#x6709;&#x51E0;&#x4E2A;&#x56E0;&#x7D20;&#x4F1A;&#x5F71;&#x54CD;&#x5F02;&#x5E38;&#x503C;&#x6A21;&#x578B;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x5305;&#x62EC;&#x6570;&#x636E;&#x7C7B;&#x578B;&#xFF0C;&#x6570;&#x636E;&#x5927;&#x5C0F;&#xFF0C;&#x76F8;&#x5173;&#x5F02;&#x5E38;&#x503C;&#x6837;&#x672C;&#x7684;&#x53EF;&#x7528;&#x6027;&#x4EE5;&#x53CA;&#x6A21;&#x578B;&#x4E2D;&#x53EF;&#x89E3;&#x91CA;&#x6027;&#x3002;&#x5C24;&#x5176;&#x662F;&#x53EF;&#x89E3;&#x91CA;&#x6027;&#x503C;&#x5F97;&#x8FDB;&#x4E00;&#x6B65;&#x89E3;&#x91CA;&#x3002;</p>
<p>&#x4ECE;&#x5206;&#x6790;&#x4EBA;&#x5458;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x6A21;&#x578B;&#x7684;&#x53EF;&#x89E3;&#x91CA;&#x6027;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x3002;&#x901A;&#x5E38;&#x9700;&#x8981;&#x786E;&#x5B9A;&#x7279;&#x5B9A;&#x6570;&#x636E;&#x70B9;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4E3A;&#x5206;&#x6790;&#x4EBA;&#x5458;&#x63D0;&#x4F9B;&#x4E86;&#x6709;&#x5173;&#x7279;&#x5B9A;&#x5E94;&#x7528;&#x573A;&#x666F;&#x4E2D;&#x6240;&#x9700;&#x8BCA;&#x65AD;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x63D0;&#x793A;&#x3002;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;&#x63ED;&#x793A;&#x5173;&#x4E8E;&#x5F02;&#x5E38;&#x503C;[318]&#x6216;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x548C;&#x63CF;&#x8FF0;[44]&#x7684;&#x5185;&#x5728;&#x77E5;&#x8BC6;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x4E0D;&#x540C;&#x7684;&#x6A21;&#x578B;&#x5177;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x53EF;&#x89E3;&#x91CA;&#x6027;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x4F7F;&#x7528;&#x539F;&#x59CB;&#x5C5E;&#x6027;&#x5E76;&#x5BF9;&#x6570;&#x636E;&#x4F7F;&#x7528;&#x8F83;&#x5C11;&#x53D8;&#x6362;&#x7684;&#x6A21;&#x578B;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x4E3B;&#x6210;&#x5206;&#x5206;&#x6790;&#xFF09;&#x5177;&#x6709;&#x8F83;&#x9AD8;&#x7684;&#x53EF;&#x89E3;&#x91CA;&#x6027;&#x3002;&#x8FD9;&#x91CC;&#x7684;&#x6743;&#x8861;&#x662F;&#x6570;&#x636E;&#x8F6C;&#x6362;&#x901A;&#x5E38;&#x53EF;&#x4EE5;&#x589E;&#x5F3A;&#x5F02;&#x5E38;&#x503C;&#x548C;&#x6B63;&#x5E38;&#x70B9;&#x5728;&#x53EF;&#x89E3;&#x91CA;&#x6027;&#x89D2;&#x5EA6;&#x7684;&#x5BF9;&#x6BD4;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x9009;&#x62E9;&#x5F02;&#x5E38;&#x5206;&#x6790;&#x7684;&#x7279;&#x5B9A;&#x6A21;&#x578B;&#x65F6;&#xFF0C;&#x5FC5;&#x987B;&#x7262;&#x8BB0;&#x8FD9;&#x4E9B;&#x56E0;&#x7D20;&#x3002;</p>
<h3 id="131-&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x4E2D;&#x7684;&#x7279;&#x5F81;&#x9009;&#x62E9;">1.3.1 &#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x4E2D;&#x7684;&#x7279;&#x5F81;&#x9009;&#x62E9;</h3>
<p>&#x7531;&#x4E8E;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x7684;&#x65E0;&#x76D1;&#x7763;&#x6027;&#x8D28;&#xFF0C;&#x5728;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x4E2D;&#x6267;&#x884C;&#x7279;&#x5F81;&#x9009;&#x62E9;&#x662F;&#x4F17;&#x6240;&#x5468;&#x77E5;&#x7684;&#x3002;&#x4E0E;&#x5206;&#x7C7B;&#x4E0D;&#x540C;&#xFF0C;&#x5206;&#x7C7B;&#x4E2D;&#x6807;&#x7B7E;&#x53EF;&#x4EE5;&#x7528;&#x4F5C;&#x5F15;&#x5BFC;&#xFF0C;&#x800C;&#x5F88;&#x96BE;&#x4E86;&#x89E3;&#x7279;&#x5F81;&#x5982;&#x4F55;&#x4E0E;&#x65E0;&#x76D1;&#x7763;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x4E2D;&#x7684;&#xFF08;&#x672A;&#x89C2;&#x5BDF;&#x5230;&#x7684;&#xFF09;&#x6807;&#x51C6;&#x503C;&#x76F8;&#x5173;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x6D4B;&#x91CF;&#x4E00;&#x7EC4;&#x5355;&#x53D8;&#x91CF;&#x70B9;$x_1...x_N$&#x975E;&#x5747;&#x5300;&#x6027;&#x7684;&#x5E38;&#x7528;&#x65B9;&#x6CD5;&#x662F;&#x5CF0;&#x5EA6;&#xFF08;Kurtosis&#xFF09;&#x5EA6;&#x91CF;&#x3002; &#x7B2C;&#x4E00;&#x6B65;&#x662F;&#x8BA1;&#x7B97;&#x8FD9;&#x7EC4;&#x503C;&#x7684;&#x5E73;&#x5747;&#x503C;$&#x3BC;$&#x548C;&#x6807;&#x51C6;&#x504F;&#x5DEE;$&#x3C3;$&#xFF0C;&#x5E76;&#x5C06;&#x6570;&#x636E;&#x6807;&#x51C6;&#x5316;&#x4E3A;&#x96F6;&#x5747;&#x503C;&#x548C;&#x5355;&#x4F4D;&#x65B9;&#x5DEE;&#xFF0C;&#x5982;&#x4E0B;&#x6240;&#x793A;&#xFF1A;</p>
<p>$$z_i=\frac{x_i-&#x3BC;}{&#x3C3;}$$</p>
<p>&#x8BF7;&#x6CE8;&#x610F;&#xFF0C;&#x7531;&#x4E8E;$z_i$&#x7684;&#x5B9A;&#x4E49;&#x65B9;&#x5F0F;&#xFF0C;$z_i$&#x7684;&#x5E73;&#x65B9;&#x7684;&#x5E73;&#x5747;&#x503C;&#x59CB;&#x7EC8;&#x4E3A;1&#x3002;&#x5CF0;&#x5EA6;&#x6D4B;&#x91CF;&#x8BA1;&#x7B97;$z_i$&#x7684;&#x56DB;&#x6B21;&#x5E42;&#x7684;&#x5E73;&#x5747;&#x503C;&#xFF1A;</p>
<p>$$K(z1 ...zN) = (\sum_{i=1}^{N}z_i^4)(1.3)$$</p>
<p>&#x975E;&#x5747;&#x5300;&#x7684;&#x7279;&#x5F81;&#x5206;&#x5E03;&#x663E;&#x793A;&#x51FA;&#x8F83;&#x9AD8;&#x7684;&#x5CF0;&#x5EA6;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5F53;&#x6570;&#x636E;&#x5305;&#x542B;&#x51E0;&#x4E2A;&#x6781;&#x503C;&#x65F6;&#xFF0C;&#x7531;&#x4E8E;&#x4F7F;&#x7528;&#x7B2C;&#x56DB;&#x4E2A;&#x5E42;&#xFF0C;&#x5CF0;&#x5EA6;&#x6D4B;&#x91CF;&#x5C06;&#x589E;&#x52A0;&#x3002;&#x5728;&#x5B50;&#x7A7A;&#x95F4;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#xFF08;&#x89C1;&#x7B2C;5&#x7AE0;&#xFF09;&#x4E2D;&#x7ECF;&#x5E38;&#x4F7F;&#x7528;&#x5CF0;&#x5EA6;&#x6D4B;&#x91CF;[367]&#xFF0C;&#x7528;&#x4E8E;&#x5728;&#x6570;&#x636E;&#x7684;&#x4F4E;&#x7EF4;&#x6295;&#x5F71;&#x4E2D;&#x63A2;&#x7D22;&#x5F02;&#x5E38;&#x503C;&#x3002;</p>
<p>&#x5CF0;&#x5EA6;&#x6D4B;&#x91CF;&#x7684;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x662F;&#xFF0C;&#x5F53;&#x5B83;&#x5355;&#x72EC;&#x5206;&#x6790;&#x7279;&#x5F81;&#x65F6;&#xFF0C;&#x5B83;&#x4E0D;&#x80FD;&#x5F88;&#x597D;&#x5730;&#x5229;&#x7528;&#x5404;&#x79CD;&#x5C5E;&#x6027;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x4E92;&#x4F5C;&#x7528;&#x3002; &#x4E5F;&#x53EF;&#x4EE5;&#x5728;&#x8F83;&#x4F4E;&#x7EF4;&#x5EA6;&#x7684;&#x8DDD;&#x79BB;&#x5206;&#x5E03;&#x4E0A;&#x4F7F;&#x7528;&#x5CF0;&#x5EA6;&#x6D4B;&#x91CF;&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x5C06;&#x6570;&#x636E;&#x6295;&#x5F71;&#x5230;&#x8F83;&#x4F4E;&#x7EF4;&#x5B50;&#x7A7A;&#x95F4;$S$&#x4E4B;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x8BA1;&#x7B97;&#x6240;&#x6709;&#x6570;&#x636E;&#x70B9;&#x7684;$N$&#x4E2A;&#x9A6C;&#x6C0F;&#x8DDD;&#x79BB;&#x7684;&#x96C6;&#x5408;&#x5230;&#x6570;&#x636E;&#x8D28;&#x5FC3;&#x7684;&#x5CF0;&#x5EA6;&#x5EA6;&#x91CF;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x8BA1;&#x7B97;&#x63D0;&#x4F9B;&#x4E86;&#x8BE5;&#x5B50;&#x7A7A;&#x95F4;$S$&#x7684;&#x591A;&#x7EF4;&#x5EA6;&#x91CF;&#xFF0C;&#x540C;&#x65F6;&#x8003;&#x8651;&#x5230;$S$&#x7684;&#x5404;&#x4E2A;&#x7EF4;&#x5EA6;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x4E92;&#x4F5C;&#x7528;&#x3002;&#x9A6C;&#x6C0F;&#x8DDD;&#x79BB;&#x5728;&#x7B2C;2&#x7AE0;&#x4E2D;&#x4ECB;&#x7ECD;&#x3002;&#x53EF;&#x4EE5;&#x5C06;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x4E0E;&#x8FED;&#x4EE3;&#x5730;&#x5C06;&#x7279;&#x5F81;&#x8FED;&#x4EE3;&#x5730;&#x6DFB;&#x52A0;&#x5230;&#x7279;&#x5F81;&#x7684;&#x5019;&#x9009;&#x5B50;&#x96C6;$S$&#x7684;&#x8D2A;&#x5A6A;&#x65B9;&#x6CD5;&#x76F8;&#x7ED3;&#x5408;&#xFF0C;&#x4EE5;&#x4FBF;&#x6784;&#x9020;&#x5177;&#x6709;&#x591A;&#x7EF4;&#x5EA6;&#x5CF0;&#x503C;&#x7684;&#x7EF4;&#x5EA6;&#x5224;&#x522B;&#x5B50;&#x96C6;&#x3002;</p>
<p>&#x7528;&#x4E8E;&#x7279;&#x5F81;&#x9009;&#x62E9;&#x7684;&#x7B2C;&#x4E8C;&#x79CD;&#x65B9;&#x6CD5;[429]&#x662F;&#x5C06;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x4E0E;&#x76D1;&#x7763;&#x5B66;&#x4E60;&#x76F8;&#x8054;&#x7CFB;&#x3002;&#x57FA;&#x672C;&#x601D;&#x60F3;&#x662F;&#x4E00;&#x4E9B;&#x4E0E;&#x6240;&#x6709;&#x5176;&#x4ED6;&#x7279;&#x5F81;&#x6BEB;&#x65E0;&#x5173;&#x7CFB;&#x7684;&#x7279;&#x5F81;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x65E0;&#x5173;&#x7279;&#x5F81;&#x4E88;&#x4EE5;&#x6392;&#x9664;&#xFF0C;&#x56E0;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x901A;&#x5E38;&#x5BF9;&#x5E94;&#x7740;&#x662F;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x6A21;&#x578B;&#x7684;&#x8FDD;&#x53CD;&#x3002;&#x4E0D;&#x76F8;&#x5173;&#x7684;&#x7279;&#x5F81;&#x4E0D;&#x80FD;&#x7528;&#x4E8E;&#x6570;&#x636E;&#x5EFA;&#x6A21;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5982;&#x679C;&#x4F7F;&#x7528;&#x56DE;&#x5F52;&#x6A21;&#x578B;&#x57FA;&#x4E8E;&#x5176;&#x4ED6;&#x7279;&#x79CD;&#x9884;&#x6D4B;&#x67D0;&#x4E2A;&#x7279;&#x5F81;&#xFF0C;&#x5E76;&#x4E14;&#x5747;&#x65B9;&#x8BEF;&#x5DEE;&#x8FC7;&#x5927;&#xFF0C;&#x5219;&#x5E94;&#x4FEE;&#x526A;&#x6B64;&#x7C7B;&#x7279;&#x5F81;&#x3002;&#x5C06;&#x6240;&#x6709;&#x7279;&#x5F81;&#x6807;&#x51C6;&#x5316;&#x4E3A;&#x5355;&#x4F4D;&#x65B9;&#x5DEE;&#xFF0C;&#x5E76;&#x8BA1;&#x7B97;&#x4ECE;&#x5176;&#x4ED6;&#x7279;&#x5F81;&#x9884;&#x6D4B;&#x7B2C;k&#x4E2A;&#x7279;&#x5F81;&#x7684;&#x5747;&#x65B9;&#x6839;&#x8BEF;&#x5DEE;$RMSE_k$&#x3002;&#x8BF7;&#x6CE8;&#x610F;&#xFF0C;&#x5982;&#x679C;$RMSE_k$&#x5927;&#x4E8E;1&#xFF0C;&#x5219;&#x9884;&#x6D4B;&#x8BEF;&#x5DEE;&#x5927;&#x4E8E;&#x7279;&#x5F81;&#x65B9;&#x5DEE;&#xFF0C;&#x56E0;&#x6B64;&#x5E94;&#x4FEE;&#x526A;&#x7B2C;k&#x4E2A;&#x7279;&#x5F81;&#x3002;&#x4E5F;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x6765;&#x52A0;&#x6743;&#x8FD9;&#x4E9B;&#x7279;&#x5F81;&#x3002;&#x5177;&#x4F53;&#x5730;&#xFF0C;&#x7B2C;k&#x4E2A;&#x7279;&#x5F81;&#x7684;&#x6743;&#x91CD;&#x7531;$max{0,1-RMSE_k}$&#x7ED9;&#x51FA;&#x3002;&#x6709;&#x5173;&#x6B64;&#x6A21;&#x578B;&#x7684;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#xFF0C;&#x8BF7;&#x53C2;&#x9605;&#x7B2C;7&#x7AE0;&#x7B2C;7.7&#x8282;&#x3002;</p>
<h3 id="132-&#x6781;&#x503C;&#x5206;&#x6790;">1.3.2 &#x6781;&#x503C;&#x5206;&#x6790;</h3>
<p>&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;&#x7684;&#x6700;&#x57FA;&#x672C;&#x5F62;&#x5F0F;&#x662F;&#x5BF9;&#x4E00;&#x7EF4;&#x6570;&#x636E;&#x7684;&#x6781;&#x503C;&#x5206;&#x6790;&#x3002;&#x8FD9;&#x4E9B;&#x662F;&#x975E;&#x5E38;&#x7279;&#x5B9A;&#x7C7B;&#x578B;&#x7684;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x5176;&#x4E2D;&#x5047;&#x8BBE;&#x8FC7;&#x5927;&#x6216;&#x8FC7;&#x5C0F;&#x7684;&#x503C;&#x90FD;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x5728;&#x8BB8;&#x591A;&#x7279;&#x5B9A;&#x5E94;&#x7528;&#x573A;&#x666F;&#x4E2D;&#xFF0C;&#x8FD9;&#x79CD;&#x7279;&#x6B8A;&#x7C7B;&#x578B;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x4E5F;&#x5F88;&#x91CD;&#x8981;&#x3002;</p>
<p>&#x5173;&#x952E;&#x662F;&#x786E;&#x5B9A;&#x57FA;&#x7840;&#x5206;&#x5E03;&#x7684;&#x7EDF;&#x8BA1;&#x5C3E;&#x90E8;&#x3002;&#x5982;&#x524D;&#x9762;&#x56FE;1.3&#x6240;&#x793A;&#xFF0C;&#x6839;&#x636E;&#x5E95;&#x5C42;&#x6570;&#x636E;&#x5206;&#x5E03;&#xFF0C;&#x5C3E;&#x90E8;&#x7684;&#x6027;&#x8D28;&#x53EF;&#x80FD;&#x4F1A;&#x6709;&#x5F88;&#x5927;&#x5DEE;&#x5F02;&#x3002;&#x6B63;&#x6001;&#x5206;&#x5E03;&#x662F;&#x6700;&#x5BB9;&#x6613;&#x5206;&#x6790;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x5927;&#x591A;&#x6570;&#x7EDF;&#x8BA1;&#x68C0;&#x9A8C;&#xFF08;&#x4F8B;&#x5982;Z&#x503C;&#x68C0;&#x9A8C;&#xFF09;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x7528;&#x91CD;&#x8981;&#x6982;&#x7387;&#x6765;&#x89E3;&#x91CA;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5373;&#x4F7F;&#x5BF9;&#x4E8E;&#x4EFB;&#x610F;&#x5206;&#x5E03;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x6D4B;&#x8BD5;&#x4E5F;&#x63D0;&#x4F9B;&#x4E86;&#x5BF9;&#x6570;&#x636E;&#x70B9;&#x7684;&#x5F02;&#x5E38;&#x5206;&#x6570;&#x7684;&#x826F;&#x597D;&#x542F;&#x53D1;&#x5F0F;&#x6982;&#x5FF5;&#xFF0C;&#x5373;&#x4F7F;&#x5B83;&#x4EEC;&#x4E0D;&#x80FD;&#x5728;&#x7EDF;&#x8BA1;&#x4E0A;&#x88AB;&#x89E3;&#x91CA;&#x3002;&#x5728;&#x7EDF;&#x8BA1;&#x5B66;&#x6587;&#x732E;&#x4E2D;&#x5DF2;&#x7ECF;&#x5E7F;&#x6CDB;&#x7814;&#x7A76;&#x4E86;&#x786E;&#x5B9A;&#x5206;&#x5E03;&#x5C3E;&#x90E8;&#x7684;&#x95EE;&#x9898;&#x3002;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x7684;&#x7EC6;&#x8282;&#x5C06;&#x5728;&#x7B2C;2&#x7AE0;&#x4E2D;&#x8BA8;&#x8BBA;&#x3002;</p>
<p>&#x6781;&#x503C;&#x7EDF;&#x8BA1;[437]&#x4E0D;&#x540C;&#x4E8E;&#x4F20;&#x7EDF;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5B9A;&#x4E49;&#x3002;Hawkins&#x63D0;&#x4F9B;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x4F20;&#x7EDF;&#x5B9A;&#x4E49;&#x901A;&#x8FC7;&#x5B83;&#x4EEC;&#x7684;&#x751F;&#x6210;&#x6982;&#x7387;&#xFF08;generative probabilities&#xFF09;&#x6765;&#x5B9A;&#x4E49;&#x8FD9;&#x4E9B;&#x5BF9;&#x8C61;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5B83;&#x4EEC;&#x7684;&#x6570;&#x503C;&#x4E2D;&#x7684;&#x6781;&#x7AEF;&#x60C5;&#x51B5;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x4E00;&#x7EF4;&#x503C;&#x7684;&#x6570;&#x636E;&#x96C6;{1,2,2,50,98,98,99}&#x4E2D;&#xFF0C;&#x503C;1&#x548C;99&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x6781;&#x503C;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x503C;50&#x662F;&#x6570;&#x636E;&#x96C6;&#x7684;&#x5E73;&#x5747;&#x503C;&#xFF0C;&#x5E76;&#x4E14;&#x7EDD;&#x5BF9;&#x4E0D;&#x662F;&#x6781;&#x503C;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x503C;50&#x4E0E;&#x5927;&#x591A;&#x6570;&#x5176;&#x4ED6;&#x6570;&#x636E;&#x503C;&#x9694;&#x79BB;&#xFF0C;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x503C;&#x88AB;&#x5206;&#x7EC4;&#x4E3A;&#x5C0F;&#x533A;&#x95F4;&#xFF0C;&#x4F8B;&#x5982;{1,2,2}&#x548C;{98,98,99}&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x57FA;&#x4E8E;&#x6982;&#x7387;&#x548C;&#x5BC6;&#x5EA6;&#x7684;&#x6A21;&#x578B;&#x4F1A;&#x5C06;&#x503C;50&#x5206;&#x7C7B;&#x4E3A;&#x6570;&#x636E;&#x4E2D;&#x6700;&#x5F3A;&#x7684;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x8FD9;&#x4E00;&#x7ED3;&#x679C;&#x4E5F;&#x4E0E;Hawkins&#x5BF9;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x4E00;&#x822C;&#x5B9A;&#x4E49;&#x4E00;&#x81F4;&#x3002;&#x6781;&#x503C;&#x5206;&#x6790;&#x548C;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x4E4B;&#x95F4;&#x7684;&#x6DF7;&#x6DC6;&#x662F;&#x5E38;&#x89C1;&#x7684;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5728;&#x591A;&#x53D8;&#x91CF;&#x6570;&#x636E;&#x7684;&#x80CC;&#x666F;&#x4E0B;&#x3002;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x7ECF;&#x5E38;&#x53D1;&#x751F;&#xFF0C;&#x56E0;&#x4E3A;&#x8BB8;&#x591A;&#x6781;&#x503C;&#x6A21;&#x578B;&#x4E5F;&#x4F7F;&#x7528;&#x6982;&#x7387;&#x6A21;&#x578B;&#x6765;&#x91CF;&#x5316;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x662F;&#x6781;&#x503C;&#x7684;&#x6982;&#x7387;&#x3002;</p>
<p>&#x867D;&#x7136;&#x6781;&#x503C;&#x5206;&#x6790;&#x662F;&#x5929;&#x7136;&#x9488;&#x5BF9;&#x5355;&#x53D8;&#x91CF;&#xFF08;&#x4E00;&#x7EF4;&#xFF09;&#x6570;&#x636E;&#x8BBE;&#x8BA1;&#x7684;&#xFF0C;&#x4F46;&#x901A;&#x8FC7;&#x786E;&#x5B9A;&#x591A;&#x7EF4;&#x6570;&#x636E;&#x5916;&#x56F4;&#x7684;&#x6570;&#x636E;&#x70B9;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x5C06;&#x5176;&#x63A8;&#x5E7F;&#x5230;&#x591A;&#x53D8;&#x91CF;&#x6570;&#x636E;&#x3002;&#x91CD;&#x8981;&#x7684;&#x662F;&#x8981;&#x7406;&#x89E3;&#xFF0C;&#x5373;&#x4F7F;&#x5728;&#x591A;&#x53D8;&#x91CF;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8FD9;&#x79CD;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#x4E5F;&#x9002;&#x5408;&#x4E8E;&#x786E;&#x5B9A;&#x7279;&#x5B9A;&#x7C7B;&#x578B;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x56FE;1.1&#xFF08;a&#xFF09;&#x548C;&#xFF08;b&#xFF09;&#x4E2D;&#x7684;&#x70B9;&#x201C;A&#x201D;&#x4E0D;&#x4F1A;&#x88AB;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x89C6;&#x4E3A;&#x6781;&#x503C;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4E0D;&#x4F4D;&#x4E8E;&#x6570;&#x636E;&#x7684;&#x5916;&#x8FB9;&#x754C;&#xFF0C;&#x5373;&#x4F7F;&#x975E;&#x5E38;&#x6E05;&#x695A;&#x5B83;&#x662F;&#x56FE;1.1&#xFF08;a&#xFF09;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x56FE;1.1&#xFF08;b&#xFF09;&#x4E2D;&#x7684;&#x70B9;&apos;B&apos;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x6781;&#x503C;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4F4D;&#x4E8E;&#x591A;&#x7EF4;&#x6570;&#x636E;&#x96C6;&#x7684;&#x5916;&#x56F4;&#x3002; </p>
<p>&#x4F5C;&#x4E3A;&#x6700;&#x540E;&#x4E00;&#x6B65;&#xFF0C;&#x6781;&#x503C;&#x5EFA;&#x6A21;&#x5728;&#x5927;&#x591A;&#x6570;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x4E2D;&#x8D77;&#x7740;&#x91CD;&#x8981;&#x4F5C;&#x7528;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x5927;&#x591A;&#x6570;&#x5F02;&#x5E38;&#x503C;&#x5EFA;&#x6A21;&#x7B97;&#x6CD5;&#x4EE5;&#x6570;&#x5B57;&#x5206;&#x6570;&#x7684;&#x5F62;&#x5F0F;&#x91CF;&#x5316;&#x6570;&#x636E;&#x70B9;&#x4E0E;&#x6B63;&#x5E38;&#x6A21;&#x5F0F;&#x7684;&#x504F;&#x5DEE;&#x3002;&#x6781;&#x503C;&#x5206;&#x6790;&#x901A;&#x5E38;&#x9700;&#x8981;&#x4F5C;&#x4E3A;&#x8FD9;&#x4E9B;&#x5EFA;&#x6A21;&#x504F;&#x5DEE;&#x7684;&#x6700;&#x540E;&#x4E00;&#x6B65;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x73B0;&#x5728;&#x8868;&#x793A;&#x4E3A;&#x5355;&#x53D8;&#x91CF;&#x503C;&#xFF0C;&#x5176;&#x4E2D;&#x6781;&#x503C;&#x5BF9;&#x5E94;&#x4E8E;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x5728;&#x8BB8;&#x591A;&#x591A;&#x6807;&#x51C6;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x79BB;&#x7FA4;&#x503C;&#x5F97;&#x5206;&#x7684;&#x5411;&#x91CF;&#xFF08;&#x4F8B;&#x5982;&#x6C14;&#x8C61;&#x5E94;&#x7528;&#x4E2D;&#x7684;&#x6E29;&#x5EA6;&#x548C;&#x538B;&#x529B;&#x7684;&#x6781;&#x503C;&#xFF09;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x591A;&#x53D8;&#x91CF;&#x6781;&#x503C;&#x65B9;&#x6CD5;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x5C06;&#x8FD9;&#x4E9B;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6570;&#x7EDF;&#x4E00;&#x4E3A;&#x5355;&#x4E2A;&#x503C;&#xFF0C;&#x5E76;&#x751F;&#x6210;&#x4E8C;&#x5206;&#x7C7B;&#x6807;&#x7B7E;&#x8F93;&#x51FA;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5373;&#x4F7F;&#x5BF9;&#x4E8E;&#x6781;&#x503C;&#x5206;&#x6790;&#x539F;&#x59CB;&#x6570;&#x636E;&#x53EF;&#x80FD;&#x4E0D;&#x662F;&#x76F4;&#x63A5;&#x6709;&#x7528;&#x7684;&#x5F62;&#x5F0F;&#xFF0C;&#x5B83;&#x4ECD;&#x7136;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x8FC7;&#x7A0B;&#x7684;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x8BB8;&#x591A;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x8DDF;&#x8E2A;&#x7EDF;&#x8BA1;&#x805A;&#x5408;&#xFF0C;&#x5176;&#x4E2D;&#x6781;&#x503C;&#x5206;&#x6790;&#x63D0;&#x4F9B;&#x6709;&#x5173;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6709;&#x7528;&#x89C1;&#x89E3;&#x3002;</p>
<p>&#x901A;&#x8FC7;&#x4F7F;&#x7528;&#x57FA;&#x4E8E;&#x8DDD;&#x79BB;&#x6216;&#x6DF1;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x6781;&#x503C;&#x5206;&#x6790;&#x4E5F;&#x53EF;&#x4EE5;&#x6269;&#x5C55;&#x5230;&#x591A;&#x53D8;&#x91CF;&#x6570;&#x636E;[295,343,468]&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x4EC5;&#x9002;&#x7528;&#x4E8E;&#x67D0;&#x4E9B;&#x7C7B;&#x578B;&#x7684;&#x7279;&#x6B8A;&#x60C5;&#x51B5;&#xFF0C;&#x6BD4;&#x5982;&#x5DF2;&#x77E5;&#x5F02;&#x5E38;&#x503C;&#x5B58;&#x5728;&#x4E8E;&#x6570;&#x636E;&#x7684;&#x8FB9;&#x754C;&#x3002;&#x5BF9;&#x591A;&#x6807;&#x51C6;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6570;&#x7684;&#x8BB8;&#x591A;&#x5F62;&#x5F0F;&#x7684;&#x540E;&#x5904;&#x7406;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x8FD9;&#x6837;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x5BF9;&#x4E8E;&#x901A;&#x7528;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x4E0D;&#x662F;&#x975E;&#x5E38;&#x6709;&#x7528;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x4E0D;&#x80FD;&#x53D1;&#x73B0;&#x6570;&#x636E;&#x96C6;&#x7684;&#x7A00;&#x758F;&#x5185;&#x90E8;&#x533A;&#x57DF;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002;</p>
<h3 id="133-&#x6982;&#x7387;&#x548C;&#x7EDF;&#x8BA1;&#x6A21;&#x578B;">1.3.3 &#x6982;&#x7387;&#x548C;&#x7EDF;&#x8BA1;&#x6A21;&#x578B;</h3>
<p>&#x5728;&#x6982;&#x7387;&#x548C;&#x7EDF;&#x8BA1;&#x6A21;&#x578B;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x4EE5;&#x95ED;&#x5408;&#x5F62;&#x5F0F;&#x7684;&#x6982;&#x7387;&#x5206;&#x5E03;&#x7684;&#x5F62;&#x5F0F;&#x5EFA;&#x6A21;&#xFF0C;&#x5E76;&#x4E14;&#x5B66;&#x4E60;&#x8BE5;&#x6A21;&#x578B;&#x7684;&#x53C2;&#x6570;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x5173;&#x952E;&#x5047;&#x8BBE;&#x662F;&#x5173;&#x4E8E;&#x6267;&#x884C;&#x5EFA;&#x6A21;&#x7684;&#x6570;&#x636E;&#x5206;&#x5E03;&#x7684;&#x5177;&#x4F53;&#x9009;&#x62E9;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x9AD8;&#x65AF;&#x6DF7;&#x5408;&#x6A21;&#x578B;&#x5047;&#x8BBE;&#x6570;&#x636E;&#x662F;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x7684;&#x8F93;&#x51FA;&#xFF0C;&#x5176;&#x4E2D;&#x6BCF;&#x4E2A;&#x70B9;&#x5C5E;&#x4E8E;k&#x4E2A;&#x9AD8;&#x65AF;e&#x5206;&#x5E03;&#x4E4B;&#x4E00;&#x3002;&#x901A;&#x8FC7;&#x5BF9;&#x89C2;&#x6D4B;&#x6570;&#x636E;&#x4F7F;&#x7528;&#x671F;&#x671B;&#x6700;&#x5927;&#x5316;&#xFF08;EM&#xFF09;&#x7B97;&#x6CD5;&#x6765;&#x5B66;&#x4E60;&#x8FD9;&#x4E9B;&#x9AD8;&#x65AF;&#x5206;&#x5E03;&#x7684;&#x53C2;&#x6570;&#xFF0C;&#x4F7F;&#x5F97;&#x751F;&#x6210;&#x6570;&#x636E;&#x7684;&#x8FC7;&#x7A0B;&#x7684;&#x6982;&#x7387;&#xFF08;&#x6216;&#x53EF;&#x80FD;&#x6027;&#xFF09;&#x5C3D;&#x53EF;&#x80FD;&#x5927;&#x3002;&#x6B64;&#x65B9;&#x6CD5;&#x7684;&#x5173;&#x952E;&#x8F93;&#x51FA;&#x662F;&#x6570;&#x636E;&#x70B9;&#x5728;&#x4E0D;&#x540C;&#x9AD8;&#x65AF;&#x5206;&#x5E03;&#x4E0B;&#x7684;&#x6982;&#x7387;&#xFF0C;&#x4EE5;&#x53CA;&#x57FA;&#x4E8E;&#x5BC6;&#x5EA6;&#x7684;&#x5206;&#x5E03;&#x62DF;&#x5408;&#x3002;&#x8FD9;&#x63D0;&#x4F9B;&#x4E86;&#x5BF9;&#x5F02;&#x5E38;&#x503C;&#x8FDB;&#x884C;&#x5EFA;&#x6A21;&#x7684;&#x81EA;&#x7136;&#x65B9;&#x6CD5;&#xFF0C;&#x56E0;&#x4E3A;&#x5177;&#x6709;&#x975E;&#x5E38;&#x4F4E;&#x62DF;&#x5408;&#x503C;&#x7684;&#x6570;&#x636E;&#x70B9;&#x53EF;&#x4EE5;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x5728;&#x5B9E;&#x8DF5;&#x4E2D;&#xFF0C;&#x8FD9;&#x4E9B;&#x62DF;&#x5408;&#x503C;&#x7684;&#x5BF9;&#x6570;&#x88AB;&#x7528;&#x4F5C;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#xFF0C;&#x56E0;&#x4E3A;&#x4F7F;&#x7528;&#x5BF9;&#x6570;&#x62DF;&#x5408;&#x4F7F;&#x5F02;&#x5E38;&#x503C;&#x66F4;&#x597D;&#x5730;&#x8868;&#x73B0;&#x4E3A;&#x6781;&#x503C;&#x3002;&#x5982;&#x524D;&#x6240;&#x8FF0;&#xFF0C;&#x53EF;&#x4EE5;&#x5BF9;&#x8FD9;&#x4E9B;&#x62DF;&#x5408;&#x503C;&#x5E94;&#x7528;&#x6781;&#x503C;&#x6D4B;&#x8BD5;&#x6765;&#x8BC6;&#x522B;&#x5F02;&#x5E38;&#x503C;&#x3002;
&#x6982;&#x7387;&#x6A21;&#x578B;&#x7684;&#x4E00;&#x4E2A;&#x4E3B;&#x8981;&#x4F18;&#x70B9;&#x662F;&#x5B83;&#x4EEC;&#x53EF;&#x4EE5;&#x5F88;&#x5BB9;&#x6613;&#x5730;&#x5E94;&#x7528;&#x4E8E;&#x865A;&#x62DF;&#x7684;&#x4EFB;&#x4F55;&#x6570;&#x636E;&#x7C7B;&#x578B;&#xFF08;&#x6216;&#x6DF7;&#x5408;&#x6570;&#x636E;&#x7C7B;&#x578B;&#xFF09;&#xFF0C;&#x53EA;&#x8981;&#x6BCF;&#x79CD;&#x6DF7;&#x5408;&#x7EC4;&#x5206;&#x90FD;&#x6709;&#x9002;&#x5F53;&#x7684;&#x751F;&#x6210;&#x6A21;&#x578B;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x6570;&#x636E;&#x662F;&#x5206;&#x7C7B;&#x7684;&#xFF0C;&#x90A3;&#x4E48;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x79BB;&#x6563;&#x7684;&#x4F2F;&#x52AA;&#x5229;&#x5206;&#x5E03;&#x6765;&#x6A21;&#x62DF;&#x6DF7;&#x5408;&#x7684;&#x6BCF;&#x4E2A;&#x7EC4;&#x5206;&#x3002;&#x5BF9;&#x4E8E;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x5C5E;&#x6027;&#x7684;&#x6DF7;&#x5408;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5C5E;&#x6027;&#x7279;&#x5B9A;&#x751F;&#x6210;&#x7EC4;&#x5206;&#x7684;&#x4EA7;&#x7269;&#x3002;&#x7531;&#x4E8E;&#x8FD9;&#x4E9B;&#x6A21;&#x578B;&#x672C;&#x8EAB;&#x5E26;&#x7740;&#x6982;&#x7387;&#xFF0C;&#x56E0;&#x6B64;&#x6570;&#x636E;&#x89C4;&#x8303;&#x5316;&#x7684;&#x95EE;&#x9898;&#x5DF2;&#x7ECF;&#x7531;&#x751F;&#x6210;&#x5047;&#x8BBE;&#x6765;&#x89E3;&#x51B3;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6982;&#x7387;&#x6A21;&#x578B;&#x63D0;&#x4F9B;&#x4E86;&#x57FA;&#x4E8E;EM&#x7684;&#x901A;&#x7528;&#x6846;&#x67B6;&#xFF0C;&#x8BE5;&#x6846;&#x67B6;&#x76F8;&#x5BF9;&#x5BB9;&#x6613;&#x5E94;&#x7528;&#x4E8E;&#x4EFB;&#x4F55;&#x7279;&#x5B9A;&#x6570;&#x636E;&#x7C7B;&#x578B;&#x3002;&#x800C;&#x8BB8;&#x591A;&#x5176;&#x4ED6;&#x6A21;&#x578B;&#x4E0D;&#x4E00;&#x5B9A;&#x5982;&#x6B64;&#x3002;</p>
<p>&#x6982;&#x7387;&#x6A21;&#x578B;&#x7684;&#x7F3A;&#x70B9;&#x662F;&#x5B83;&#x4EEC;&#x8BD5;&#x56FE;&#x5C06;&#x6570;&#x636E;&#x62DF;&#x5408;&#x5230;&#x7279;&#x5B9A;&#x7C7B;&#x578B;&#x7684;&#x5206;&#x5E03;&#xFF0C;&#x8FD9;&#x6709;&#x65F6;&#x53EF;&#x80FD;&#x4E0D;&#x5408;&#x9002;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x968F;&#x7740;&#x6A21;&#x578B;&#x53C2;&#x6570;&#x7684;&#x6570;&#x91CF;&#x589E;&#x52A0;&#xFF0C;&#x66F4;&#x5BB9;&#x6613;&#x53D1;&#x751F;&#x8FC7;&#x5EA6;&#x62DF;&#x5408;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x53EF;&#x80FD;&#x88AB;&#x62DF;&#x5408;&#x8FDB;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x6A21;&#x578B;&#x3002;&#x8BB8;&#x591A;&#x53C2;&#x6570;&#x6A21;&#x578B;&#x5728;&#x5185;&#x5728;&#x77E5;&#x8BC6;&#x65B9;&#x9762;&#x4E5F;&#x96BE;&#x4EE5;&#x89E3;&#x91CA;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5F53;&#x6A21;&#x578B;&#x7684;&#x53C2;&#x6570;&#x65E0;&#x6CD5;&#x6839;&#x636E;&#x57FA;&#x7840;&#x5C5E;&#x6027;&#x76F4;&#x89C2;&#x5730;&#x5448;&#x73B0;&#x7ED9;&#x5206;&#x6790;&#x5E08;&#x65F6;&#x3002;&#x63D0;&#x4F9B;&#x5BF9;&#x5F02;&#x5E38;&#x6570;&#x636E;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x7684;&#x8BCA;&#x65AD;&#x7406;&#x89E3;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x4F7F;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x5931;&#x8D25;&#x7684;&#x539F;&#x56E0;&#x4E4B;&#x4E00;&#x3002;&#x7B2C;2&#x7AE0;&#x63D0;&#x4F9B;&#x4E86;&#x6982;&#x7387;&#x65B9;&#x6CD5;&#x7684;&#x8BE6;&#x7EC6;&#x8BA8;&#x8BBA;&#xFF0C;&#x5305;&#x62EC;EM&#x7B97;&#x6CD5;&#x3002;</p>
<h3 id="134-&#x7EBF;&#x6027;&#x6A21;&#x578B;">1.3.4 &#x7EBF;&#x6027;&#x6A21;&#x578B;</h3>
<p>&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x4F7F;&#x7528;&#x7EBF;&#x6027;&#x76F8;&#x5173;&#x6765;&#x6A21;&#x62DF;&#x6CBF;&#x4F4E;&#x7EF4;&#x5B50;&#x7A7A;&#x95F4;&#x7684;&#x6570;&#x636E;[467]&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x56FE;1.4&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6570;&#x636E;&#x6CBF;&#x7740;&#x4E8C;&#x7EF4;&#x7A7A;&#x95F4;&#x4E2D;&#x7684;1&#x7EF4;&#x7EBF;&#x5BF9;&#x9F50;&#x3002; &#x901A;&#x8FC7;&#x8FD9;&#x4E9B;&#x70B9;&#x7684;&#x6700;&#x4F73;&#x7EBF;&#x662F;&#x4F7F;&#x7528;&#x56DE;&#x5F52;&#x5206;&#x6790;&#x786E;&#x5B9A;&#x7684;&#x3002; &#x901A;&#x5E38;&#xFF0C;&#x6700;&#x5C0F;&#x4E8C;&#x4E58;&#x62DF;&#x5408;&#x7528;&#x4E8E;&#x786E;&#x5B9A;&#x6700;&#x4F73;&#x7684;&#x4F4E;&#x7EF4;&#x8D85;&#x5E73;&#x9762;&#x3002; &#x6570;&#x636E;&#x70B9;&#x4E0E;&#x8BE5;&#x8D85;&#x5E73;&#x9762;&#x7684;&#x8DDD;&#x79BB;&#x7528;&#x4E8E;&#x91CF;&#x5316;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6570;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x91CF;&#x5316;&#x4E86;&#x4E0E;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x6A21;&#x578B;&#x7684;&#x504F;&#x5DEE;&#x3002; &#x53EF;&#x4EE5;&#x5BF9;&#x8FD9;&#x4E9B;&#x5206;&#x6570;&#x5E94;&#x7528;&#x6781;&#x503C;&#x5206;&#x6790;&#x4EE5;&#x786E;&#x5B9A;&#x5F02;&#x5E38;&#x503C;&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x56FE;1.4&#x7684;&#x4E8C;&#x7EF4;&#x793A;&#x4F8B;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x70B9;&#x7684;&#x7EBF;&#x6027;&#x6A21;&#x578B;{&#xFF08;xi&#xFF0C;yi&#xFF09;&#xFF0C;i&#x2208;{1&#x3002;&#x3002;&#x3002; N}&#x5C31;&#x4E24;&#x4E2A;&#x7CFB;&#x6570;&#x800C;&#x8A00;&#xFF0C;&#x53EF;&#x4EE5;&#x5982;&#x4E0B;&#x521B;&#x5EFA;a&#x548C;b&#xFF1A;yi =a&#xB7;xi +b+&#x3B5;i &#x2200;i&#x2208;{1...N} (1.4)</p>
<p>&#x8FD9;&#x91CC;&#xFF0C;&#x3B5;i&#x8868;&#x793A;&#x6B8B;&#x5DEE;&#xFF0C;&#x8FD9;&#x662F;&#x5EFA;&#x6A21;&#x8BEF;&#x5DEE;&#x3002;&#x9700;&#x8981;&#x4ECE;&#x6570;&#x636E;&#x4E2D;&#x5B66;&#x4E60;&#x7CFB;&#x6570;a&#x548C;b&#x4EE5;&#x6700;&#x5C0F;&#x5316;&#x6700;&#x5C0F;&#x5E73;&#x65B9;&#x8BEF;&#x5DEE;&#xFF0C;&#x5176;&#x7531;Ni =1&#x3B5;2i&#x8868;&#x793A;&#x3002;&#x8FD9;&#x662F;&#x51F8;&#x7684;&#x975E;&#x7EBF;&#x6027;&#x89C4;&#x5212;&#x95EE;&#x9898;&#xFF0C;&#x5176;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x53EF;&#x4EE5;&#x4EE5;&#x5C01;&#x95ED;&#x7684;&#x5F62;&#x5F0F;&#x83B7;&#x5F97;&#x3002;&#x5E73;&#x65B9;&#x6B8B;&#x5DEE;&#x63D0;&#x4F9B;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x6781;&#x503C;&#x5206;&#x6790;&#x6765;&#x8BC6;&#x522B;&#x5F02;&#x5E38;&#x5927;&#x7684;&#x504F;&#x5DEE;&#xFF0C;&#x8FD9;&#x5E94;&#x8BE5;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x3002;</p>
<p>&#x56FE;1.5</p>
<p>&#x964D;&#x7EF4;&#x548C;&#x4E3B;&#x6210;&#x5206;&#x5206;&#x6790;&#xFF08;PCA&#xFF09;&#x7684;&#x6982;&#x5FF5;&#x975E;&#x5E38;&#x76F8;&#x4F3C;[296]&#xFF0C;&#x9664;&#x4E86;&#x5B83;&#x4F7F;&#x7528;&#x975E;&#x53C2;&#x6570;&#x65B9;&#x6CD5;&#x6765;&#x6A21;&#x62DF;&#x6570;&#x636E;&#x76F8;&#x5173;&#x6027;&#x3002; PCA&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x591A;&#x53D8;&#x91CF;&#x56DE;&#x5F52;&#x5206;&#x6790;&#x901A;&#x8FC7;&#x786E;&#x5B9A;&#x6700;&#x5C0F;&#x5316;&#x5230;&#x8D85;&#x5E73;&#x9762;&#x7684;&#x6700;&#x5C0F;&#x5E73;&#x65B9;&#x8BEF;&#x5DEE;&#xFF08;&#x5373;&#x8DDD;&#x79BB;&#xFF09;&#x7684;&#x8D85;&#x5E73;&#x9762;&#x6765;&#x5BFC;&#x51FA;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x5B83;&#x63D0;&#x4F9B;&#x4E86;&#x8F83;&#x4F4E;&#x7EF4;&#x5EA6;&#x7684;&#x5B50;&#x7A7A;&#x95F4;&#xFF0C;&#x6295;&#x5F71;&#x540E;&#x5177;&#x6709;&#x6700;&#x5C0F;&#x7684;&#x91CD;&#x5EFA;&#x8BEF;&#x5DEE;&#x3002;&#x5F02;&#x5E38;&#x503C;&#x5177;&#x6709;&#x8F83;&#x5927;&#x7684;&#x91CD;&#x5EFA;&#x9519;&#x8BEF;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x4E0D;&#x7B26;&#x5408;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x805A;&#x5408;&#x5B50;&#x7A7A;&#x95F4;&#x6A21;&#x5F0F;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x91CD;&#x5EFA;&#x8BEF;&#x5DEE;&#x53EF;&#x4EE5;&#x7528;&#x4F5C;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6570;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x4E3B;&#x6210;&#x5206;&#x5206;&#x6790;&#x53EF;&#x7528;&#x4E8E;&#x566A;&#x58F0;&#x6821;&#x6B63;[21]&#xFF0C;&#x5176;&#x4E2D;&#x6570;&#x636E;&#x70B9;&#x7684;&#x5C5E;&#x6027;&#x88AB;&#x4FEE;&#x6539;&#x4EE5;&#x51CF;&#x5C11;&#x566A;&#x58F0;&#x3002;&#x5F02;&#x5E38;&#x70B9;&#x53EF;&#x80FD;&#x6BD4;&#x6B63;&#x5E38;&#x70B9;&#x66F4;&#x663E;&#x7740;&#x5730;&#x7EA0;&#x6B63;&#x3002;&#x5C3A;&#x5BF8;&#x51CF;&#x5C11;&#x7B49;&#x65B9;&#x6CD5;&#x662F;&#x77E9;&#x9635;&#x5206;&#x89E3;&#x901A;&#x7528;&#x65B9;&#x6CD5;&#x7684;&#x7279;&#x4F8B;;&#x901A;&#x7528;&#x65B9;&#x6CD5;&#x7684;&#x4E3B;&#x8981;&#x4F18;&#x70B9;&#x662F;&#x5B83;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x4E0D;&#x5B8C;&#x6574;&#x7684;&#x6570;&#x636E;&#x96C6;&#x3002;</p>
<p>&#x7EF4;&#x5EA6;&#x964D;&#x4F4E;&#x548C;&#x56DE;&#x5F52;&#x5EFA;&#x6A21;&#x5728;&#x539F;&#x59CB;&#x5C5E;&#x6027;&#x65B9;&#x9762;&#x7279;&#x522B;&#x96BE;&#x4EE5;&#x89E3;&#x91CA;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x5B50;&#x7A7A;&#x95F4;&#x5D4C;&#x5165;&#x88AB;&#x5B9A;&#x4E49;&#x4E3A;&#x5177;&#x6709;&#x6B63;&#x6216;&#x8D1F;&#x7CFB;&#x6570;&#x7684;&#x5C5E;&#x6027;&#x7684;&#x7EBF;&#x6027;&#x7EC4;&#x5408;&#x3002;&#x6839;&#x636E;&#x6570;&#x636E;&#x5C5E;&#x6027;&#x7684;&#x7279;&#x5B9A;&#x5C5E;&#x6027;&#xFF0C;&#x8FD9;&#x4E0D;&#x5BB9;&#x6613;&#x76F4;&#x89C2;&#x5730;&#x89E3;&#x91CA;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x67D0;&#x4E9B;&#x5F62;&#x5F0F;&#x7684;&#x7EF4;&#x6570;&#x51CF;&#x5C11;&#xFF0C;&#x4F8B;&#x5982;&#x975E;&#x8D1F;&#x77E9;&#x9635;&#x5206;&#x89E3;&#xFF0C;&#x662F;&#x9AD8;&#x5EA6;&#x53EF;&#x89E3;&#x91CA;&#x7684;&#x3002;&#x7B2C;3&#x7AE0;&#x8BA8;&#x8BBA;&#x4E86;&#x5F02;&#x5E38;&#x503C;&#x964D;&#x4F4E;&#xFF0C;&#x56DE;&#x5F52;&#x5206;&#x6790;&#x548C;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x77E9;&#x9635;&#x5206;&#x89E3;&#x65B9;&#x6CD5;&#x3002;&#x5B83;&#x4EEC;&#x7684;&#x81EA;&#x7136;&#x975E;&#x7EBF;&#x6027;&#x6269;&#x5C55;&#xFF0C;&#x5982;&#x5185;&#x6838;PCA&#xFF0C;&#x5185;&#x6838;SVM&#x548C;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#xFF0C;&#x4E5F;&#x5728;&#x540C;&#x4E00;&#x7AE0;&#x4E2D;&#x8BA8;&#x8BBA;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x7B2C;8&#x7AE0;&#x548C;&#x7B2C;12&#x7AE0;&#x8BA8;&#x8BBA;&#x4E86;&#x5404;&#x79CD;&#x5F62;&#x5F0F;&#x7684;&#x975E;&#x8D1F;&#x77E9;&#x9635;&#x5206;&#x89E3;&#x3002;</p>
<h3 id="1341&#x5149;&#x8C31;&#x6A21;&#x578B;">1.3.4.1&#x5149;&#x8C31;&#x6A21;&#x578B;</h3>
<p>&#x8BB8;&#x591A;&#x77E9;&#x9635;&#x5206;&#x89E3;&#x65B9;&#x6CD5;&#xFF08;&#x5982;PCA&#xFF09;&#x4E5F;&#x7528;&#x4E8E;&#x56FE;&#x5F62;&#x548C;&#x7F51;&#x7EDC;&#x7684;&#x4E0A;&#x4E0B;&#x6587;&#x4E2D;&#x3002;&#x4E3B;&#x8981;&#x533A;&#x522B;&#x5728;&#x4E8E;&#x5982;&#x4F55;&#x4E3A;&#x5206;&#x89E3;&#x521B;&#x5EFA;&#x77E9;&#x9635;&#x3002;&#x5728;&#x67D0;&#x4E9B;&#x7C7B;&#x578B;&#x7684;&#x6570;&#x636E;&#xFF08;&#x4F8B;&#x5982;&#x56FE;&#x5F62;&#x548C;&#x7F51;&#x7EDC;&#xFF09;&#x4E2D;&#x4F7F;&#x7528;&#x7684;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x7684;&#x4E00;&#x4E9B;&#x53D8;&#x4F53;&#x4E5F;&#x79F0;&#x4E3A;&#x5149;&#x8C31;&#x6A21;&#x578B;&#x3002;&#x8C31;&#x65B9;&#x6CD5;&#x901A;&#x5E38;&#x7528;&#x4E8E;&#x805A;&#x7C7B;&#x56FE;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x5E76;&#x4E14;&#x901A;&#x5E38;&#x7528;&#x4E8E;&#x8BC6;&#x522B;&#x56FE;&#x7684;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x53D8;&#x5316;[280]&#x3002;&#x8C31;&#x65B9;&#x6CD5;&#x4E0E;&#x77E9;&#x9635;&#x56E0;&#x5B50;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#xFF0C;&#x4E5F;&#x53EF;&#x7528;&#x4E8E;&#x6B64;&#x7C7B;&#x8BBE;&#x7F6E;[551]&#x3002;&#x8FD9;&#x4E9B;&#x6A21;&#x578B;&#x5C06;&#x5728;&#x7B2C;3&#x7AE0;&#xFF0C;&#x7B2C;4&#x7AE0;&#xFF0C;&#x7B2C;5&#x7AE0;&#x548C;&#x7B2C;12&#x7AE0;&#x4E2D;&#x8BA8;&#x8BBA;&#x3002;</p>
<h3 id="135&#x57FA;&#x4E8E;&#x90BB;&#x8FD1;&#x7684;&#x6A21;&#x578B;">1.3.5&#x57FA;&#x4E8E;&#x90BB;&#x8FD1;&#x7684;&#x6A21;&#x578B;</h3>
<p>&#x57FA;&#x4E8E;&#x90BB;&#x8FD1;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;&#x7684;&#x60F3;&#x6CD5;&#x662F;&#x5C06;&#x5F02;&#x5E38;&#x503C;&#x5EFA;&#x6A21;&#x4E3A;&#x57FA;&#x4E8E;&#x76F8;&#x4F3C;&#x6027;&#x6216;&#x8DDD;&#x79BB;&#x51FD;&#x6570;&#x4E0E;&#x5269;&#x4F59;&#x6570;&#x636E;&#x9694;&#x79BB;&#x7684;&#x70B9;&#x3002;&#x57FA;&#x4E8E;&#x90BB;&#x8FD1;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x4E2D;&#x6700;&#x5E38;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x4E4B;&#x4E00;&#x3002;&#x57FA;&#x4E8E;&#x90BB;&#x8FD1;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;&#x53EF;&#x4EE5;&#x4EE5;&#x4E09;&#x79CD;&#x65B9;&#x5F0F;&#x4E4B;&#x4E00;&#x5E94;&#x7528;&#xFF0C;&#x5373;&#x805A;&#x7C7B;&#x65B9;&#x6CD5;&#xFF0C;&#x57FA;&#x4E8E;&#x5BC6;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;&#x548C;&#x6700;&#x8FD1;&#x90BB;&#x65B9;&#x6CD5;&#x3002;&#x5728;&#x805A;&#x7C7B;&#x548C;&#x5176;&#x4ED6;&#x57FA;&#x4E8E;&#x5BC6;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;&#x4E2D;&#xFF0C;&#x76F4;&#x63A5;&#x627E;&#x5230;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5BC6;&#x96C6;&#x533A;&#x57DF;&#xFF0C;&#x5E76;&#x4E14;&#x5C06;&#x5F02;&#x5E38;&#x503C;&#x5B9A;&#x4E49;&#x4E3A;&#x4E0D;&#x4F4D;&#x4E8E;&#x8FD9;&#x4E9B;&#x5BC6;&#x96C6;&#x533A;&#x57DF;&#x4E2D;&#x7684;&#x90A3;&#x4E9B;&#x70B9;&#x3002;&#x6216;&#x8005;&#xFF0C;&#x53EF;&#x4EE5;&#x5C06;&#x5F02;&#x5E38;&#x503C;&#x5B9A;&#x4E49;&#x4E3A;&#x8FDC;&#x79BB;&#x5BC6;&#x96C6;&#x533A;&#x57DF;&#x7684;&#x70B9;&#x3002;&#x805A;&#x7C7B;&#x548C;&#x57FA;&#x4E8E;&#x5BC6;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;&#x4E4B;&#x95F4;&#x7684;&#x4E3B;&#x8981;&#x533A;&#x522B;&#x5728;&#x4E8E;&#x805A;&#x7C7B;&#x65B9;&#x6CD5;&#x5BF9;&#x6570;&#x636E;&#x70B9;&#x8FDB;&#x884C;&#x5206;&#x6BB5;&#xFF0C;&#x800C;&#x57FA;&#x4E8E;&#x5BC6;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;&#xFF08;&#x5982;&#x76F4;&#x65B9;&#x56FE;&#xFF09;&#x5219;&#x5BF9;&#x6570;&#x636E;&#x7A7A;&#x95F4;&#x8FDB;&#x884C;&#x5206;&#x6BB5;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x540E;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#x7684;&#x76EE;&#x6807;&#x662F;&#x4F30;&#x8BA1;&#x6570;&#x636E;&#x7A7A;&#x95F4;&#x4E2D;&#x6D4B;&#x8BD5;&#x70B9;&#x7684;&#x5BC6;&#x5EA6;&#xFF0C;&#x8FD9;&#x6700;&#x597D;&#x901A;&#x8FC7;&#x7A7A;&#x95F4;&#x5206;&#x5272;&#x6765;&#x5B9E;&#x73B0;&#x3002;</p>
<p>&#x5728;&#x6700;&#x8FD1;&#x90BB;&#x65B9;&#x6CD5;[317,456]&#x4E2D;&#xFF0C;&#x6BCF;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x5230;&#x5176;&#x7B2C;k&#x4E2A;&#x6700;&#x8FD1;&#x90BB;&#x5C45;&#x7684;&#x8DDD;&#x79BB;&#x88AB;&#x62A5;&#x544A;&#x4E3A;&#x5176;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x3002;&#x901A;&#x8FC7;&#x9009;&#x62E9;k&gt; 1&#x7684;&#x503C;&#xFF0C;&#x53EF;&#x4EE5;&#x8BC6;&#x522B;&#x8FDC;&#x79BB;&#x5269;&#x4F59;&#x6570;&#x636E;&#x96C6;&#x7684;&#x5C0F;&#x7EC4;&#x7D27;&#x5BC6;&#x7ED3;&#x5408;&#x70B9;&#x5E76;&#x5C06;&#x5176;&#x8BC4;&#x5206;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x5C06;&#x8FD9;&#x6837;&#x7684;&#x6570;&#x636E;&#x70B9;&#x96C6;&#x5408;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x662F;&#x5408;&#x7406;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x901A;&#x5E38;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x5F02;&#x5E38;&#x8FC7;&#x7A0B;&#x751F;&#x6210;&#x5C0F;&#x7684;&#x76F8;&#x5173;&#x70B9;&#x96C6;&#x5408;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x8003;&#x8651;&#x56FE;1.5&#x4E2D;&#x6240;&#x793A;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x5176;&#x4E2D;&#x5305;&#x542B;&#x4E00;&#x4E2A;&#x5305;&#x542B;4000&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x7684;&#x5927;&#x578B;&#x96C6;&#x7FA4;&#xFF0C;&#x4EE5;&#x53CA;&#x4E00;&#x5C0F;&#x7EC4;&#x5B64;&#x7ACB;&#x4F46;&#x4E09;&#x4E2A;&#x95F4;&#x9694;&#x7D27;&#x5BC6;&#x4E14;&#x76F8;&#x5173;&#x7684;&#x5F02;&#x5E38;&#x3002;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x5F88;&#x5E38;&#x89C1;&#xFF0C;&#x56E0;&#x4E3A;&#x7531;&#x76F8;&#x540C;&#xFF08;&#x7F55;&#x89C1;&#xFF09;&#x8FC7;&#x7A0B;&#x5F15;&#x8D77;&#x7684;&#x5F02;&#x5E38;&#x53EF;&#x80FD;&#x5BFC;&#x81F4;&#x51E0;&#x7EC4;&#x76F8;&#x540C;&#x7684;&#x5C0F;&#x6570;&#x636E;&#x70B9;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5F02;&#x5E38;&#x96C6;&#x5185;&#x7684;&#x70B9;&#x5F7C;&#x6B64;&#x63A5;&#x8FD1;&#xFF0C;&#x5E76;&#x4E14;&#x4E0D;&#x80FD;&#x57FA;&#x4E8E;1&#x6700;&#x8FD1;&#x90BB;&#x8DDD;&#x79BB;&#x6765;&#x533A;&#x5206;&#x3002;&#x901A;&#x8FC7;&#x4F7F;&#x7528;&#x5BF9;&#x6570;&#x636E;&#x7684;&#x5168;&#x5C40;&#x884C;&#x4E3A;&#x4E0D;&#x654F;&#x611F;&#x7684;&#x67D0;&#x4E9B;&#x7C7B;&#x578B;&#x7684;&#x57FA;&#x4E8E;&#x5BC6;&#x5EA6;&#x7684;&#x7B97;&#x6CD5;&#xFF0C;&#x8FD9;&#x79CD;&#x5F02;&#x5E38;&#x901A;&#x5E38;&#x96BE;&#x4EE5;&#x4E0E;&#x566A;&#x58F0;&#x533A;&#x5206;&#x5F00;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;k&#x6700;&#x8FD1;&#x90BB;&#x65B9;&#x6CD5;&#x6709;&#x65F6;&#x53EF;&#x80FD;&#x662F;&#x6709;&#x6548;&#x7684;&#x3002;&#x5728;&#x56FE;1.5&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x4F7F;&#x7528;k&#x2265;3&#x6765;&#x8BC6;&#x522B;&#x8FD9;&#x6837;&#x7684;&#x76F8;&#x5173;&#x5F02;&#x5E38;&#x96C6;&#x3002;&#x7B2C;k&#x4E2A;&#x6700;&#x8FD1;&#x90BB;&#x5C45;&#x5F97;&#x5206;&#x63D0;&#x4F9B;&#x6570;&#x636E;&#x96C6;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x5F97;&#x5206;&#x3002;&#x8BE5;&#x65B9;&#x6CD5;&#x901A;&#x5E38;&#x5728;&#x8BA1;&#x7B97;&#x4E0A;&#x662F;&#x6602;&#x8D35;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x9700;&#x8981;&#x786E;&#x5B9A;&#x6570;&#x636E;&#x96C6;&#x4E2D;&#x6BCF;&#x4E2A;&#x70B9;&#x7684;&#x7B2C;k&#x4E2A;&#x6700;&#x8FD1;&#x90BB;&#x5C45;&#xFF0C;&#x8FD9;&#x9700;&#x8981;&#x5BF9;&#x5305;&#x542B;N&#x4E2A;&#x70B9;&#x7684;&#x6570;&#x636E;&#x96C6;&#x8FDB;&#x884C;O&#xFF08;N2&#xFF09;&#x8FD0;&#x7B97;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5728;&#x53EF;&#x4EE5;&#x63A5;&#x53D7;&#x62A5;&#x544A;&#x4E8C;&#x8FDB;&#x5236;&#x6807;&#x7B7E;&#x800C;&#x4E0D;&#x662F;&#x5206;&#x6570;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x4FEE;&#x526A;&#x8BB8;&#x591A;&#x8FD9;&#x4E9B;&#x8DDD;&#x79BB;&#x8BA1;&#x7B97;&#xFF0C;&#x56E0;&#x4E3A;&#x5728;&#x5C11;&#x91CF;&#x8DDD;&#x79BB;&#x8BA1;&#x7B97;&#x4E4B;&#x540E;&#x53EF;&#x4EE5;&#x5C06;&#x4E00;&#x4E9B;&#x70B9;&#x663E;&#x793A;&#x4E3A;&#x975E;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x5728;&#x8BA1;&#x7B97;&#x4E86;&#x4E00;&#x5C0F;&#x90E8;&#x5206;&#x70B9;&#x5230;&#x7279;&#x5B9A;&#x70B9;&apos;A&apos;&#x7684;&#x8DDD;&#x79BB;&#x4E4B;&#x540E;&#xFF0C;&apos;A&apos;&#x7684;k-&#x6700;&#x8FD1;&#x90BB;&#x8DDD;&#x79BB;&#x4F4E;&#x4E8E;&#x5230;&#x76EE;&#x524D;&#x4E3A;&#x6B62;&#x53D1;&#x73B0;&#x7684;&#x6240;&#x6709;top-r&#x5F02;&#x5E38;&#x503C;&#x7684;&#x8DDD;&#x79BB;&#xFF0C;&#x5219;&#x70B9;&apos;A&apos;&#x4FDD;&#x8BC1;&#x4E0D;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x6267;&#x884C;&#x5230;&#x70B9;&apos;A&apos;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x8DDD;&#x79BB;&#x8BA1;&#x7B97;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x4E8C;&#x8FDB;&#x5236;&#x7248;&#x672C;&#x901A;&#x5E38;&#x5141;&#x8BB8;&#x6BD4;&#x95EE;&#x9898;&#x7684;&#x5206;&#x6570;&#x7248;&#x672C;&#x66F4;&#x5FEB;&#x7684;&#x7B97;&#x6CD5;&#x3002;&#x540E;&#x8005;&#x603B;&#x662F;&#x4E0E;&#x8BA1;&#x7B97;&#x590D;&#x6742;&#x6027;&#x4E2D;&#x7684;&#x70B9;&#x6570;&#x5448;&#x4E8C;&#x6B21;&#x65B9;&#x76F8;&#x5173;&#x3002;&#x5728;&#x5B9E;&#x9645;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x4E8C;&#x6B21;&#x8BA1;&#x7B97;&#x590D;&#x6742;&#x5EA6;&#x51FA;&#x4E4E;&#x610F;&#x6599;&#x5730;&#x6162;&#x5F97;&#x591A;;&#x5373;&#x4F7F;&#x5BF9;&#x4E8E;&#x5305;&#x542B;&#x51E0;&#x5341;&#x4E07;&#x4E2A;&#x70B9;&#x7684;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x901A;&#x5E38;&#x4E5F;&#x5F88;&#x96BE;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#xFF0C;&#x800C;&#x4E0D;&#x5229;&#x7528;&#x67D0;&#x79CD;&#x5F62;&#x5F0F;&#x7684;&#x91C7;&#x6837;&#x3002;</p>
<p>&#x5728;&#x805A;&#x7C7B;&#x65B9;&#x6CD5;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x7B2C;&#x4E00;&#x6B65;&#x662F;&#x4F7F;&#x7528;&#x805A;&#x7C7B;&#x7B97;&#x6CD5;&#x6765;&#x786E;&#x5B9A;&#x6570;&#x636E;&#x96C6;&#x7684;&#x5BC6;&#x96C6;&#x533A;&#x57DF;&#x3002;&#x5728;&#x7B2C;&#x4E8C;&#x6B65;&#x4E2D;&#xFF0C;&#x4F7F;&#x7528;&#x6570;&#x636E;&#x70B9;&#x4E0E;&#x4E0D;&#x540C;&#x805A;&#x7C7B;&#x7684;&#x62DF;&#x5408;&#x7684;&#x4E00;&#x4E9B;&#x5EA6;&#x91CF;&#x6765;&#x8BA1;&#x7B97;&#x6570;&#x636E;&#x70B9;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x5F97;&#x5206;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;k&#x5747;&#x503C;&#x805A;&#x7C7B;&#x7B97;&#x6CD5;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6570;&#x636E;&#x70B9;&#x5230;&#x5176;&#x6700;&#x8FD1;&#x8D28;&#x5FC3;&#x7684;&#x8DDD;&#x79BB;&#x53EF;&#x7528;&#x4E8E;&#x6D4B;&#x91CF;&#x5176;&#x4F5C;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x503E;&#x5411;&#x3002;&#x4EBA;&#x4EEC;&#x9700;&#x8981;&#x5C0F;&#x5FC3;&#x4F7F;&#x7528;&#x805A;&#x7C7B;&#x65B9;&#x6CD5;&#xFF0C;&#x56E0;&#x4E3A;&#x7279;&#x5B9A;&#x7684;&#x6570;&#x636E;&#x5206;&#x533A;&#xFF08;&#x548C;&#x76F8;&#x5E94;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#xFF09;&#x53EF;&#x80FD;&#x4F1A;&#x968F;&#x7740;&#x805A;&#x7C7B;&#x65B9;&#x6CD5;&#x7684;&#x9009;&#x62E9;&#x800C;&#x663E;&#x7740;&#x4E0D;&#x540C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x901A;&#x5E38;&#x5EFA;&#x8BAE;&#x591A;&#x6B21;&#x805A;&#x7C7B;&#x6570;&#x636E;&#x5E76;&#x5E73;&#x5747;&#x4ECE;&#x4E0D;&#x540C;&#x8FD0;&#x884C;&#x4E2D;&#x83B7;&#x5F97;&#x7684;&#x5206;&#x6570;[184,406]&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x7684;&#x7ED3;&#x679C;&#x901A;&#x5E38;&#x4EE4;&#x4EBA;&#x60CA;&#x8BB6;&#x5730;&#x5F3A;&#x5927;&#x3002;</p>
<p>&#x57FA;&#x4E8E;&#x5BC6;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;&#xFF08;&#x5982;&#x76F4;&#x65B9;&#x56FE;&#xFF09;&#x5C06;&#x6570;&#x636E;&#x7A7A;&#x95F4;&#x5212;&#x5206;&#x4E3A;&#x5C0F;&#x533A;&#x57DF;&#xFF0C;&#x8FD9;&#x4E9B;&#x533A;&#x57DF;&#x4E2D;&#x7684;&#x70B9;&#x6570;&#x7528;&#x4E8E;&#x8BA1;&#x7B97;&#x79BB;&#x7FA4;&#x503C;&#x5F97;&#x5206;&#x3002;&#x5F53;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x539F;&#x59CB;&#x5C5E;&#x6027;&#x7684;&#x7EC4;&#x5408;&#x5448;&#x73B0;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x7A00;&#x758F;&#x533A;&#x57DF;&#x65F6;&#xFF0C;&#x57FA;&#x4E8E;&#x5BC6;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;&#x63D0;&#x4F9B;&#x9AD8;&#x6C34;&#x5E73;&#x7684;&#x53EF;&#x89E3;&#x91CA;&#x6027;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x8003;&#x8651;&#x5728;&#x4EE5;&#x4E0B;&#x5C5E;&#x6027;&#x5B50;&#x96C6;&#x4E0A;&#x6784;&#x9020;&#x7684;&#x7A00;&#x758F;&#x533A;&#x57DF;&#xFF1A;Age &#x2264; 20, Salary &#x2265; 100, 000</p>
<p>&#x663E;&#x7136;&#xFF0C;&#x8FD9;&#x4E9B;&#x7EA6;&#x675F;&#x5B9A;&#x4E49;&#x4E86;&#x4ECE;&#x8BED;&#x4E49;&#x89D2;&#x5EA6;&#x9AD8;&#x5EA6;&#x53EF;&#x89E3;&#x91CA;&#x7684;&#x6570;&#x636E;&#x7A7A;&#x95F4;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x3002; &#x5B83;&#x6E05;&#x695A;&#x5730;&#x63CF;&#x8FF0;&#x4E86;&#x4E3A;&#x4EC0;&#x4E48;&#x6570;&#x636E;&#x70B9;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x3002; &#x8BF8;&#x5982;&#x5185;&#x6838;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;&#x4E4B;&#x7C7B;&#x7684;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x65B9;&#x6CD5;&#x4E0D;&#x5BF9;&#x6570;&#x636E;&#x7A7A;&#x95F4;&#x8FDB;&#x884C;&#x5206;&#x533A;&#xFF0C;&#x4F46;&#x662F;&#x4ECD;&#x7136;&#x5173;&#x6CE8;&#x4E8E;&#x901A;&#x8FC7;&#x7528;&#x66F4;&#x5E73;&#x6ED1;&#x7684;&#x5185;&#x6838;&#x51FD;&#x6570;&#x66FF;&#x6362;&#x7A7A;&#x95F4;&#x5206;&#x5272;&#x6765;&#x4F30;&#x8BA1;&#x6570;&#x636E;&#x7A7A;&#x95F4;&#x4E2D;&#x7684;&#x533A;&#x57DF;&#x7684;&#x5BC6;&#x5EA6;&#x3002; &#x7B2C;4&#x7AE0;&#x8BA8;&#x8BBA;&#x4E86;&#x57FA;&#x4E8E;&#x90BB;&#x8FD1;&#x7684;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#x3002;</p>
<h3 id="136&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x6A21;&#x578B;">1.3.6&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x6A21;&#x578B;</h3>
<p>&#x8BB8;&#x591A;&#x4E0A;&#x8FF0;&#x7528;&#x4E8E;&#x79BB;&#x7FA4;&#x503C;&#x5206;&#x6790;&#x7684;&#x6A21;&#x578B;&#x4F7F;&#x7528;&#x5404;&#x79CD;&#x5F62;&#x5F0F;&#x7684;&#x6570;&#x636E;&#x6C47;&#x603B;&#xFF0C;&#x4F8B;&#x5982;&#x751F;&#x6210;&#x6982;&#x7387;&#x6A21;&#x578B;&#x53C2;&#x6570;&#xFF0C;&#x805A;&#x7C7B;&#x6216;&#x4F4E;&#x7EF4;&#x8868;&#x793A;&#x8D85;&#x5E73;&#x9762;&#x3002; &#x8FD9;&#x4E9B;&#x6A21;&#x578B;&#x9690;&#x5F0F;&#x751F;&#x6210;&#x6570;&#x636E;&#x7684;&#x5C0F;&#x6458;&#x8981;&#xFF0C;&#x5E76;&#x4E14;&#x4E0E;&#x6B64;&#x6458;&#x8981;&#x7684;&#x504F;&#x5DEE;&#x88AB;&#x6807;&#x8BB0;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x3002; &#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x63AA;&#x65BD;&#x4E5F;&#x57FA;&#x4E8E;&#x76F8;&#x540C;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x4F46;&#x662F;&#x4EE5;&#x95F4;&#x63A5;&#x7684;&#x65B9;&#x5F0F;&#x3002; &#x8FD9;&#x4E2A;&#x60F3;&#x6CD5;&#x662F;&#x5916;&#x90E8;&#x4EBA;&#x5458;&#x589E;&#x52A0;&#x4E86;&#x63CF;&#x8FF0;&#x6570;&#x636E;&#x96C6;&#x6240;&#x9700;&#x7684;&#x6700;&#x5C0F;&#x4EE3;&#x7801;&#x957F;&#x5EA6;&#xFF08;&#x5373;&#xFF0C;&#x6458;&#x8981;&#x7684;&#x6700;&#x5C0F;&#x957F;&#x5EA6;&#xFF09;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x4EE3;&#x8868;&#x4E86;&#x81EA;&#x7136;&#x5730;&#x603B;&#x7ED3;&#x6570;&#x636E;&#x7684;&#x5C1D;&#x8BD5;&#x7684;&#x504F;&#x5DEE;&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x8BF7;&#x8003;&#x8651;&#x4EE5;&#x4E0B;&#x4E24;&#x4E2A;&#x5B57;&#x7B26;&#x4E32;&#xFF1A;</p>
<pre><code>                 ABABABABABABABABABABABABABABABABAB
                 ABABACABABABABABABABABABABABABABAB
</code></pre><p>&#x7B2C;&#x4E8C;&#x4E2A;&#x5B57;&#x7B26;&#x4E32;&#x4E0E;&#x7B2C;&#x4E00;&#x4E2A;&#x5B57;&#x7B26;&#x4E32;&#x7684;&#x957F;&#x5EA6;&#x76F8;&#x540C;&#xFF0C;&#x5E76;&#x4E14;&#x4EC5;&#x5728;&#x5305;&#x542B;&#x552F;&#x4E00;&#x7B26;&#x53F7;&#x201C;C&#x201D;&#x7684;&#x5355;&#x4E2A;&#x4F4D;&#x7F6E;&#x4E0D;&#x540C;&#x3002;&#x7B2C;&#x4E00;&#x4E2A;&#x5B57;&#x7B26;&#x4E32;&#x53EF;&#x4EE5;&#x7B80;&#x6D01;&#x5730;&#x63CF;&#x8FF0;&#x4E3A;&#x201C;AB 17&#x6B21;&#x201D;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x7B2C;&#x4E8C;&#x4E2A;&#x5B57;&#x7B26;&#x4E32;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#x5BF9;&#x5E94;&#x4E8E;&#x7B26;&#x53F7;&#x201C;C&#x201D;&#x7684;&#x4F4D;&#x7F6E;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4E0D;&#x80FD;&#x518D;&#x7B80;&#x6D01;&#x5730;&#x63CF;&#x8FF0;&#x7B2C;&#x4E8C;&#x4E32;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x5B57;&#x7B26;&#x4E32;&#x4E2D;&#x67D0;&#x5904;&#x7B26;&#x53F7;&#x201C;C&#x201D;&#x7684;&#x5B58;&#x5728;&#x4F1A;&#x589E;&#x52A0;&#x5176;&#x6700;&#x5C0F;&#x63CF;&#x8FF0;&#x957F;&#x5EA6;&#x3002;&#x4E5F;&#x5F88;&#x5BB9;&#x6613;&#x770B;&#x51FA;&#x8FD9;&#x4E2A;&#x7B26;&#x53F7;&#x5BF9;&#x5E94;&#x4E8E;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x6A21;&#x578B;&#x4E0E;&#x4F20;&#x7EDF;&#x6A21;&#x578B;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#xFF0C;&#x56E0;&#x4E3A;&#x4E24;&#x8005;&#x90FD;&#x4F7F;&#x7528;&#x6570;&#x636E;&#x96C6;&#x7684;&#x7B80;&#x6D01;&#x8868;&#x793A;&#x4F5C;&#x4E3A;&#x6BD4;&#x8F83;&#x57FA;&#x51C6;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x591A;&#x7EF4;&#x6570;&#x636E;&#x96C6;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4E24;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x6A21;&#x578B;&#x90FD;&#x4F7F;&#x7528;&#x4EE5;&#x4E0B;&#x7B80;&#x660E;&#x63CF;&#x8FF0;&#xFF1A;</p>
<p>&#x2022;&#x6982;&#x7387;&#x6A21;&#x578B;&#x6839;&#x636E;&#x751F;&#x6210;&#x6A21;&#x578B;&#x53C2;&#x6570;&#x63CF;&#x8FF0;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x4F8B;&#x5982;&#x9AD8;&#x65AF;&#x5206;&#x5E03;&#x7684;&#x6DF7;&#x5408;&#x6216;&#x6307;&#x6570;&#x5E42;&#x5206;&#x5E03;&#x7684;&#x6DF7;&#x5408;[92]&#x3002;</p>
<p>&#x2022;&#x57FA;&#x4E8E;&#x805A;&#x7C7B;&#x6216;&#x57FA;&#x4E8E;&#x5BC6;&#x5EA6;&#x7684;&#x6458;&#x8981;&#x6A21;&#x578B;&#x6839;&#x636E;&#x805A;&#x7C7B;&#x63CF;&#x8FF0;&#xFF0C;&#x76F4;&#x65B9;&#x56FE;&#x6216;&#x5176;&#x4ED6;&#x6C47;&#x603B;&#x8868;&#x793A;&#x5F62;&#x5F0F;&#x63CF;&#x8FF0;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x4EE5;&#x53CA;&#x6700;&#x5927;&#x8BEF;&#x5DEE;&#x5BB9;&#x5DEE;[284]&#x3002;</p>
<p>&#x2022;PCA&#x6A21;&#x578B;&#x6216;&#x5149;&#x8C31;&#x6A21;&#x578B;&#x6839;&#x636E;&#x591A;&#x7EF4;&#x6570;&#x636E;&#x6295;&#x5F71;&#x7684;&#x4F4E;&#x7EF4;&#x5B50;&#x7A7A;&#x95F4;&#x6216;&#x7F51;&#x7EDC;&#x7684;&#x6D53;&#x7F29;&#x8868;&#x793A;&#x6765;&#x63CF;&#x8FF0;&#x6570;&#x636E;[519]&#xFF0C;&#x5176;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;&#x5176;&#x6F5C;&#x5728;&#x8868;&#x793A;&#x3002;</p>
<p>&#x2022;&#x9891;&#x7E41;&#x6A21;&#x5F0F;&#x6316;&#x6398;&#x65B9;&#x6CD5;&#x6839;&#x636E;&#x9891;&#x7E41;&#x6A21;&#x5F0F;&#x7684;&#x57FA;&#x7840;&#x4EE3;&#x7801;&#x7C3F;&#x63CF;&#x8FF0;&#x6570;&#x636E;&#x3002;&#x8FD9;&#x4E9B;&#x662F;&#x7528;&#x4E8E;&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x6700;&#x5E38;&#x7528;&#x65B9;&#x6CD5;[42,151,497]&#x3002;</p>
<p>&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x6A21;&#x578B;&#x5927;&#x81F4;&#x4EE3;&#x8868;&#x4E86;&#x4EE3;&#x8868;&#x603B;&#x8D8B;&#x52BF;&#x7684;&#x5404;&#x4E2A;&#x538B;&#x7F29;&#x7EC4;&#x4EF6;&#x7684;&#x6570;&#x636E;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x6839;&#x636E;&#x8FD9;&#x4E9B;&#x538B;&#x7F29;&#x5206;&#x91CF;&#x589E;&#x52A0;&#x63CF;&#x8FF0;&#x7684;&#x957F;&#x5EA6;&#xFF0C;&#x4EE5;&#x8FBE;&#x5230;&#x76F8;&#x540C;&#x7684;&#x8FD1;&#x4F3C;&#x6C34;&#x5E73;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5177;&#x6709;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6570;&#x636E;&#x96C6;&#x5C06;&#x9700;&#x8981;&#x66F4;&#x591A;&#x6570;&#x91CF;&#x7684;&#x6DF7;&#x5408;&#x53C2;&#x6570;&#xFF0C;&#x805A;&#x7C7B;&#xFF0C;&#x57FA;&#x4E8E;PCA&#x7684;&#x5B50;&#x7A7A;&#x95F4;&#x7EF4;&#x5EA6;&#x6216;&#x9891;&#x7E41;&#x6A21;&#x5F0F;&#xFF0C;&#x4EE5;&#x4FBF;&#x5B9E;&#x73B0;&#x76F8;&#x540C;&#x7684;&#x8FD1;&#x4F3C;&#x6C34;&#x5E73;&#x3002;&#x76F8;&#x5E94;&#x5730;&#xFF0C;&#x5728;&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x65B9;&#x6CD5;&#x4E2D;&#xFF0C;&#x5173;&#x952E;&#x601D;&#x60F3;&#x662F;&#x6784;&#x5EFA;&#x4E00;&#x4E2A;&#x4EE3;&#x7801;&#x7C3F;&#x6765;&#x8868;&#x793A;&#x6570;&#x636E;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x88AB;&#x5B9A;&#x4E49;&#x4E3A;&#x5176;&#x5220;&#x9664;&#x5BFC;&#x81F4;&#x63CF;&#x8FF0;&#x957F;&#x5EA6;&#x6700;&#x5927;&#x51CF;&#x5C11;&#x7684;&#x70B9;[151]&#xFF0C;&#x6216;&#x6700;&#x51C6;&#x786E;&#x7684;&#x6C47;&#x603B;&#x8868;&#x793A;&#x5728;&#x79FB;&#x9664;&#x540E;&#x7684;&#x76F8;&#x540C;&#x63CF;&#x8FF0;&#x957F;&#x5EA6;[284]&#x3002;&#x672F;&#x8BED;&#x201C;&#x4EE3;&#x7801;&#x7C3F;&#x201D;&#x5728;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x4E2D;&#x76F8;&#x5F53;&#x677E;&#x6563;&#x5730;&#x5B9A;&#x4E49;&#xFF0C;&#x5E76;&#x4E14;&#x6307;&#x7684;&#x662F;&#x6570;&#x636E;&#x7684;&#x7CBE;&#x7B80;&#x805A;&#x5408;&#x5206;&#x91CF;&#xFF0C;&#x5176;&#x4E2D;&#x63CF;&#x8FF0;&#x4E86;&#x6570;&#x636E;&#x3002;&#x7F16;&#x7801;&#x7684;&#x5B9E;&#x9645;&#x6784;&#x9020;&#x901A;&#x5E38;&#x662F;&#x542F;&#x53D1;&#x5F0F;&#x7684;&#xFF0C;&#x6709;&#x6548;&#x7684;&#x9009;&#x62E9;&#x662F;&#x8BE5;&#x65B9;&#x6CD5;&#x6210;&#x529F;&#x7684;&#x5173;&#x952E;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x5BF9;&#x4E8E;&#x7ED9;&#x5B9A;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x6700;&#x5C0F;&#x957F;&#x5EA6;&#x7F16;&#x7801;&#x7684;&#x786E;&#x5B9A;&#x662F;&#x8BA1;&#x7B97;&#x4E0A;&#x96BE;&#x4EE5;&#x5904;&#x7406;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x56E0;&#x6B64;&#x5404;&#x79CD;&#x542F;&#x53D1;&#x5F0F;&#x6A21;&#x578B;&#xFF08;&#x6216;&#x4EE3;&#x7801;&#x7C3F;&#xFF09;&#x53EF;&#x7528;&#x4E8E;&#x8868;&#x793A;&#x76EE;&#x7684;[42,151,284,497]&#x3002;&#x5728;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8FD9;&#x4E9B;&#x6280;&#x672F;&#x53EF;&#x4EE5;&#x4E0E;&#x7528;&#x4E8E;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x7684;&#x4F20;&#x7EDF;&#x6570;&#x636E;&#x6C47;&#x603B;&#x6A21;&#x578B;&#x76F8;&#x5173;&#x3002;&#x5728;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x7F16;&#x7801;&#x6CA1;&#x6709;&#x660E;&#x786E;&#x6784;&#x5EFA;&#xFF0C;&#x4F46;&#x662F;&#x8BF8;&#x5982;&#x71B5;&#x6216;Kolmogorov&#x590D;&#x6742;&#x5EA6;&#x7684;&#x5EA6;&#x91CF;&#x88AB;&#x7528;&#x4F5C;&#x66FF;&#x4EE3;&#xFF0C;&#x4EE5;&#x4FBF;&#x4F30;&#x8BA1;&#x7279;&#x5B9A;&#x6570;&#x636E;&#x6BB5;&#x7684;&#x4E0D;&#x5747;&#x5300;&#x6027;&#x6C34;&#x5E73;[352,312]&#x3002;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x6027;&#x5730;&#x63A2;&#x7D22;&#x5177;&#x6709;&#x66F4;&#x5927;&#x4E0D;&#x5747;&#x5300;&#x6027;&#x7684;&#x533A;&#x6BB5;&#x4EE5;&#x8BC6;&#x522B;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x8FD9;&#x4EE3;&#x8868;&#x4E86;&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x6A21;&#x578B;&#x7684;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x7528;&#x4F8B;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x5728;&#x7B97;&#x6CD5;&#x4E0A;&#x6BD4;&#x91CF;&#x5316;&#x7F16;&#x7801;&#x590D;&#x6742;&#x5EA6;&#x66F4;&#x7B80;&#x5355;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5B9E;&#x9645;&#x6784;&#x5EFA;&#x7F16;&#x7801;&#x3002;</p>
<p>&#x5E38;&#x89C4;&#x6A21;&#x578B;&#x901A;&#x8FC7;&#x5C06;&#x5F02;&#x5E38;&#x503C;&#x76F4;&#x63A5;&#x5B9A;&#x4E49;&#x4E3A;&#x4EE5;&#x6700;&#x4E0D;&#x7CBE;&#x786E;&#x7684;&#x65B9;&#x5F0F;&#x901A;&#x8FC7;&#xFF08;&#x6216;&#x504F;&#x79BB;&#xFF09;&#x56FA;&#x5B9A;&#x538B;&#x7F29;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x805A;&#x7C7B;&#x6216;&#x56E0;&#x5B50;&#x5206;&#x89E3;&#xFF09;&#x8868;&#x793A;&#x7684;&#x70B9;&#x6765;&#x4EE5;&#x4E92;&#x8865;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x770B;&#x5F85;&#x8BE5;&#x95EE;&#x9898;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x6A21;&#x578B;&#x91CF;&#x5316;&#x4E86;&#x5728;&#x538B;&#x7F29;&#x56FA;&#x5B9A;&#x8BEF;&#x5DEE;&#xFF08;&#x5373;&#xFF0C;&#x805A;&#x5408;&#x504F;&#x5DEE;&#xFF09;&#x65F6;&#x53BB;&#x9664;&#x5F02;&#x5E38;&#x70B9;&#x7684;&#x538B;&#x7F29;&#x5927;&#x5C0F;&#x7684;&#x4E0D;&#x540C;&#x5F71;&#x54CD;&#x3002;&#x8FD9;&#x4E24;&#x8005;&#x663E;&#x7136;&#x662F;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#x7684;&#xFF0C;&#x5C3D;&#x7BA1;&#x524D;&#x8005;&#x662F;&#x6BD4;&#x540E;&#x8005;&#x66F4;&#x76F4;&#x63A5;&#x7684;&#x5F97;&#x5206;&#x65B9;&#x5F0F;&#x3002;&#x7531;&#x4E8E;&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x65B9;&#x6CD5;&#x5728;&#x5982;&#x4F55;&#x5B9A;&#x4E49;&#x6D4B;&#x91CF;&#x65B9;&#x9762;&#x4E0E;&#x4F20;&#x7EDF;&#x6A21;&#x578B;&#x6709;&#x5F88;&#x5927;&#x4E0D;&#x540C;&#xFF0C;&#x56E0;&#x6B64;&#x5B83;&#x4EEC;&#x901A;&#x5E38;&#x4F7F;&#x7528;&#x4E0E;&#x4F20;&#x7EDF;&#x6280;&#x672F;&#x7C7B;&#x4F3C;&#x7684;&#x65B9;&#x6CD5;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x6982;&#x7387;&#x6A21;&#x578B;[92]&#xFF0C;&#x9891;&#x7E41;&#x6A21;&#x5F0F;&#x6316;&#x6398;[42,497]&#xFF0C;&#x76F4;&#x65B9;&#x56FE;[284]&#xFF0C;&#x6216;PCA [519]&#xFF09;&#x6765;&#x521B;&#x5EFA;&#x7F16;&#x7801;&#x8868;&#x793A;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x6A21;&#x578B;&#x4E0D;&#x80FD;&#x88AB;&#x89C6;&#x4E3A;&#x4E0E;&#x4F20;&#x7EDF;&#x6A21;&#x578B;&#x5206;&#x79BB;&#x7684;&#x5355;&#x72EC;&#x65CF;&#xFF0C;&#x5B83;&#x4EEC;&#x5C06;&#x5728;&#x672C;&#x4E66;&#x7684;&#x5404;&#x4E2A;&#x5730;&#x65B9;&#x4E0E;&#x4F20;&#x7EDF;&#x6A21;&#x578B;&#x4E00;&#x8D77;&#x8BA8;&#x8BBA;&#x3002;&#x503C;&#x5F97;&#x6CE8;&#x610F;&#x7684;&#x662F;&#xFF0C;&#x7531;&#x4E8E;&#x5176;&#x4ED6;&#x70B9;&#x5BF9;&#x603B;&#x8BEF;&#x5DEE;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x6A21;&#x578B;&#x7528;&#x4E8E;&#x8BC4;&#x5206;&#x7684;&#x95F4;&#x63A5;&#x65B9;&#x6CD5;&#x6709;&#x65F6;&#x4F1A;&#x4F7F;&#x5206;&#x6570;&#x53D8;&#x949D;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x6A21;&#x578B;&#x901A;&#x5E38;&#x4E0D;&#x4F1A;&#x80DC;&#x8FC7;&#x4F20;&#x7EDF;&#x7684;&#x540C;&#x7C7B;&#x6A21;&#x578B;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x51FA;&#x73B0;&#x4E86;&#x6700;&#x4F73;&#x4F7F;&#x7528;&#x60C5;&#x51B5;&#xFF0C;&#x5176;&#x4E2D;&#x91CF;&#x5316;&#x7F16;&#x7801;&#x6210;&#x672C;&#x5728;&#x7B97;&#x6CD5;&#x4E0A;&#x6BD4;&#x76F4;&#x63A5;&#x6D4B;&#x91CF;&#x504F;&#x5DEE;&#x66F4;&#x65B9;&#x4FBF;&#x3002;</p>
<h3 id="137&#x9AD8;&#x7EF4;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;">1.3.7&#x9AD8;&#x7EF4;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;</h3>
<p>&#x5BF9;&#x4E8E;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;&#xFF0C;&#x9AD8;&#x7EF4;&#x60C5;&#x51B5;&#x5C24;&#x5176;&#x5177;&#x6709;&#x6311;&#x6218;&#x6027;&#x3002;&#x8FD9;&#x79CD;&#x884C;&#x4E3A;&#x7684;&#x539F;&#x56E0;&#x662F;&#x8BB8;&#x591A;&#x7EF4;&#x5EA6;&#x53EF;&#x80FD;&#x662F;&#x566A;&#x58F0;&#x5E76;&#x4E14;&#x4E0E;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x65E0;&#x5173;&#xFF0C;&#x8FD9;&#x4E5F;&#x53EF;&#x80FD;&#x589E;&#x52A0;&#x6210;&#x5BF9;&#x8DDD;&#x79BB;&#x53D8;&#x5F97;&#x66F4;&#x76F8;&#x4F3C;&#x7684;&#x503E;&#x5411;&#x3002;&#x8FD9;&#x91CC;&#x7684;&#x5173;&#x952E;&#x70B9;&#x662F;&#x4E0D;&#x76F8;&#x5173;&#x7684;&#x5C5E;&#x6027;&#x5BF9;&#x8DDD;&#x79BB;&#x8BA1;&#x7B97;&#x7684;&#x51C6;&#x786E;&#x6027;&#x5177;&#x6709;&#x7A00;&#x91CA;&#x6548;&#x5E94;&#xFF0C;&#x56E0;&#x6B64;&#x4EA7;&#x751F;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x4E0D;&#x51C6;&#x786E;&#x7684;&#x3002;&#x5F53;&#x4F7F;&#x7528;&#x57FA;&#x4E8E;&#x8DDD;&#x79BB;&#x7684;&#x7B97;&#x6CD5;&#x6765;&#x8BC4;&#x4F30;&#x5F02;&#x5E38;&#x503C;&#x65F6;&#xFF0C;&#x4EBA;&#x4EEC;&#x7ECF;&#x5E38;&#x89C2;&#x5BDF;&#x5230;&#x8DDD;&#x79BB;&#x96C6;&#x4E2D;&#x4E2D;&#x5F31;&#x76F8;&#x5173;&#x548C;&#x65E0;&#x5173;&#x5C5E;&#x6027;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x5728;&#x9AD8;&#x7EF4;&#x7A7A;&#x95F4;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x53D8;&#x5F97;&#x8D8A;&#x6765;&#x8D8A;&#x7A00;&#x758F;&#xFF0C;&#x5E76;&#x4E14;&#x6240;&#x6709;&#x6570;&#x636E;&#x70B9;&#x5BF9;&#x5F7C;&#x6B64;&#x51E0;&#x4E4E;&#x7B49;&#x8DDD;[25,263]&#x3002;&#x7ED3;&#x679C;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x53D8;&#x5F97;&#x5F7C;&#x6B64;&#x4E0D;&#x6613;&#x533A;&#x5206;&#x3002;</p>
<p>&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x6700;&#x597D;&#x5728;&#x76F8;&#x5173;&#x5C5E;&#x6027;&#x7684;&#x4F4E;&#x7EF4;&#x5C40;&#x90E8;&#x5B50;&#x7A7A;&#x95F4;&#x4E2D;&#x5F3A;&#x8C03;&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x88AB;&#x79F0;&#x4E3A;&#x5B50;&#x7A7A;&#x95F4;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;[4]&#xFF0C;&#x5B83;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x9886;&#x57DF;&#x7684;&#x4E00;&#x7C7B;&#x91CD;&#x8981;&#x7B97;&#x6CD5;&#x3002;&#x5B50;&#x7A7A;&#x95F4;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x4E2D;&#x7684;&#x5047;&#x8BBE;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x901A;&#x5E38;&#x9690;&#x85CF;&#x5728;&#x4F4E;&#x7EF4;&#x5B50;&#x7A7A;&#x95F4;&#x7684;&#x5F02;&#x5E38;&#x5C40;&#x90E8;&#x884C;&#x4E3A;&#x4E2D;&#xFF0C;&#x5E76;&#x4E14;&#x8FD9;&#x79CD;&#x5F02;&#x5E38;&#x884C;&#x4E3A;&#x88AB;&#x5168;&#x7EF4;&#x5206;&#x6790;&#x63A9;&#x76D6;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x660E;&#x786E;&#x641C;&#x7D22;&#x6700;&#x4F73;&#x5730;&#x5F3A;&#x8C03;&#x70B9;&#x7684;&#x5F02;&#x5E38;&#x884C;&#x4E3A;&#x7684;&#x5B50;&#x7A7A;&#x95F4;&#x901A;&#x5E38;&#x662F;&#x5BCC;&#x6709;&#x6210;&#x6548;&#x7684;&#x3002;&#x8BE5;&#x65B9;&#x6CD5;&#x662F;&#xFF08;&#x5168;&#x7EF4;&#xFF09;&#x805A;&#x7C7B;&#x548C;&#xFF08;&#x5168;&#x6570;&#x636E;&#xFF09;&#x56DE;&#x5F52;&#x5206;&#x6790;&#x7684;&#x63A8;&#x5E7F;&#x3002;&#x5B83;&#x5C06;&#x5C40;&#x90E8;&#x6570;&#x636E;&#x6A21;&#x5F0F;&#x5206;&#x6790;&#x4E0E;&#x5B50;&#x7A7A;&#x95F4;&#x5206;&#x6790;&#x76F8;&#x7ED3;&#x5408;&#xFF0C;&#x4EE5;&#x6316;&#x6398;&#x91CD;&#x8981;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x4E00;&#x4E2A;&#x5DE8;&#x5927;&#x7684;&#x6311;&#x6218;&#xFF0C;&#x56E0;&#x4E3A;&#x5728;&#x9AD8;&#x7EF4;&#x5EA6;&#x4E0A;&#x540C;&#x65F6;&#x53D1;&#x73B0;&#x76F8;&#x5173;&#x6570;&#x636E;&#x4F4D;&#x7F6E;&#x548C;&#x5B50;&#x7A7A;&#x95F4;&#x5728;&#x8BA1;&#x7B97;&#x4E0A;&#x53EF;&#x80FD;&#x975E;&#x5E38;&#x56F0;&#x96BE;&#x3002;&#x5728;&#x9009;&#x62E9;&#x201C;&#x6B63;&#x786E;&#x7684;&#x201D;&#x5B50;&#x7A7A;&#x95F4;&#x65F6;&#x5F88;&#x5BB9;&#x6613;&#x51FA;&#x9519;&#xFF0C;&#x5E76;&#x4E14;&#x6709;&#x4EBA;&#x5EFA;&#x8BAE;[31,35]&#x53EA;&#x6709;&#x901A;&#x8FC7;&#x8BC6;&#x522B;&#x591A;&#x4E2A;&#x76F8;&#x5173;&#x5B50;&#x7A7A;&#x95F4;&#x5E76;&#x7EC4;&#x5408;&#x6765;&#x81EA;&#x8FD9;&#x4E9B;&#x4E0D;&#x540C;&#x5B50;&#x7A7A;&#x95F4;&#x7684;&#x9884;&#x6D4B;&#x624D;&#x80FD;&#x6709;&#x610F;&#x4E49;&#x5730;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x6280;&#x672F;&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x4E0E;&#x5F02;&#x5E38;&#x96C6;&#x5408;&#x7684;&#x6982;&#x5FF5;&#x5BC6;&#x5207;&#x76F8;&#x5173;[31,35]&#xFF0C;&#x8FD9;&#x5C06;&#x5728;&#x4E0B;&#x4E00;&#x8282;&#x548C;&#x7B2C;6&#x7AE0;&#x4E2D;&#x8BA8;&#x8BBA;&#x3002;</p>
<p>&#x5B50;&#x7A7A;&#x95F4;&#x65B9;&#x6CD5;&#x5BF9;&#x4E8E;&#x89E3;&#x91CA;&#x5F02;&#x5E38;&#x503C;&#x5F88;&#x6709;&#x7528;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;&#x6839;&#x636E;&#x539F;&#x59CB;&#x5C5E;&#x6027;&#x63CF;&#x8FF0;&#x5B50;&#x7A7A;&#x95F4;&#x65F6;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x7B97;&#x6CD5;&#x7684;&#x8F93;&#x51FA;&#x63D0;&#x4F9B;&#x5C5E;&#x6027;&#x7684;&#x7279;&#x5B9A;&#x7EC4;&#x5408;&#x4EE5;&#x53CA;&#x4E0E;&#x5F02;&#x5E38;&#x7279;&#x5F81;&#x76F8;&#x5173;&#x7684;&#x6570;&#x636E;&#x5C40;&#x90E8;&#x6027;&#x3002;&#x5728;&#x9700;&#x8981;&#x4ECE;&#x9AD8;&#x7EF4;&#x6570;&#x636E;&#x96C6;&#x4E2D;&#x8BC6;&#x522B;&#x5C11;&#x91CF;&#x89E3;&#x91CA;&#x6027;&#x5C5E;&#x6027;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8FD9;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x53EF;&#x89E3;&#x91CA;&#x6027;&#x662F;&#x6709;&#x7528;&#x7684;&#x3002;&#x7B2C;5&#x7AE0;&#x8BA8;&#x8BBA;&#x4E86;&#x9AD8;&#x7EF4;&#x79BB;&#x7FA4;&#x70B9;&#x68C0;&#x6D4B;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<h2 id="14-&#x5F02;&#x5E38;&#x96C6;&#x6210;&#x65B9;&#x6CD5;">1.4 &#x5F02;&#x5E38;&#x96C6;&#x6210;&#x65B9;&#x6CD5;</h2>
<p>&#x5728;&#x8BF8;&#x5982;&#x805A;&#x7C7B;&#x548C;&#x5206;&#x7C7B;&#x7684;&#x8BB8;&#x591A;&#x6570;&#x636E;&#x6316;&#x6398;&#x95EE;&#x9898;&#x4E2D;&#xFF0C;&#x4F7F;&#x7528;&#x5404;&#x79CD;&#x5143;&#x7B97;&#x6CD5;&#x4EE5;&#x63D0;&#x9AD8;&#x5E95;&#x5C42;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x7A33;&#x5065;&#x6027;&#x3002;&#x8FD9;&#x79CD;&#x5143;&#x7B97;&#x6CD5;&#x7ED3;&#x5408;&#x4E86;&#x591A;&#x79CD;&#x7B97;&#x6CD5;&#x7684;&#x8F93;&#x51FA;&#xFF0C;&#x88AB;&#x79F0;&#x4E3A;&#x96C6;&#x6210;&#x65B9;&#x6CD5;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5206;&#x7C7B;&#x4E2D;&#x7684;&#x5E38;&#x89C1;&#x96C6;&#x6210;&#x65B9;&#x6CD5;&#x5305;&#x62EC;&#x88C5;&#x888B;&#xFF08;bagging&#xFF09;&#xFF0C;&#x5B50;&#x91C7;&#x6837;&#xFF08;sub-sampling&#xFF09;&#xFF0C;&#x63D0;&#x5347;&#xFF08;boosting&#xFF09;&#x548C;&#x5806;&#x53E0;&#xFF08;stacking&#xFF09;[11,33,176]&#x3002;&#x540C;&#x6837;&#xFF0C;&#x96C6;&#x6210;&#x65B9;&#x6CD5;&#x901A;&#x5E38;&#x7528;&#x4E8E;&#x63D0;&#x9AD8;&#x805A;&#x7C7B;&#x7684;&#x8D28;&#x91CF;[23]&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5F88;&#x81EA;&#x7136;&#x5730;&#x4F1A;&#x95EE;&#x8FD9;&#x79CD;&#x5143;&#x7B97;&#x6CD5;&#x662F;&#x5426;&#x4E5F;&#x5B58;&#x5728;&#x7528;&#x4E8E;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x3002;&#x7B54;&#x6848;&#x662F;&#x80AF;&#x5B9A;&#x7684;&#xFF0C;&#x5C3D;&#x7BA1;&#x4E0E;&#x5206;&#x7C7B;&#x548C;&#x805A;&#x7C7B;&#x7B49;&#x5176;&#x4ED6;&#x95EE;&#x9898;&#x76F8;&#x6BD4;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x5143;&#x7B97;&#x6CD5;&#x7684;&#x5DE5;&#x4F5C;&#x76F8;&#x5BF9;&#x8F83;&#x65B0;&#x3002;&#x6B63;&#x5F0F;&#x786E;&#x5B9A;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x7ACB;&#x573A;&#x6587;&#x4EF6;&#x53EF;&#x4EE5;&#x5728;[31]&#x4E2D;&#x627E;&#x5230;&#xFF0C;&#x6709;&#x5173;&#x5F02;&#x5E38;&#x96C6;&#x6210;&#x7684;&#x4E66;&#x53EF;&#x4EE5;&#x5728;[35]&#x4E2D;&#x627E;&#x5230;&#x3002;&#x8FD1;&#x5E74;&#x6765;&#xFF0C;&#x5728;&#x5F02;&#x5E38;&#x96C6;&#x6210;&#x9886;&#x57DF;&#x5DF2;&#x7ECF;&#x53D6;&#x5F97;&#x4E86;&#x91CD;&#x5927;&#x7684;&#x7406;&#x8BBA;&#x548C;&#x7B97;&#x6CD5;&#x8FDB;&#x6B65;[32]&#x3002;&#x672C;&#x7AE0;&#x5C06;&#x5BF9;&#x5F02;&#x5E38;&#x503C;&#x96C6;&#x6210;&#x9886;&#x57DF;&#x8FDB;&#x884C;&#x5E7F;&#x6CDB;&#x7684;&#x6982;&#x8FF0;&#xFF0C;&#x7B2C;6&#x7AE0;&#x5C06;&#x63D0;&#x4F9B;&#x66F4;&#x8BE6;&#x7EC6;&#x7684;&#x8BA8;&#x8BBA;&#x3002;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x4E2D;&#x6709;&#x4E24;&#x79CD;&#x4E3B;&#x8981;&#x7C7B;&#x578B;&#x7684;&#x96C6;&#x6210;&#xFF1A;</p>
<ul>
<li>&#x5728;&#x5E8F;&#x5217;&#x96C6;&#x6210;&#x4E2D;&#xFF0C;&#x987A;&#x5E8F;&#x5730;&#x5E94;&#x7528;&#x7ED9;&#x5B9A;&#x7B97;&#x6CD5;&#x6216;&#x7B97;&#x6CD5;&#x96C6;&#xFF0C;&#x4F7F;&#x5F97;&#x7B97;&#x6CD5;&#x7684;&#x672A;&#x6765;&#x5E94;&#x7528;&#x53D7;&#x5230;&#x5148;&#x524D;&#x5E94;&#x7528;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x7528;&#x4E8E;&#x5206;&#x6790;&#x7684;&#x57FA;&#x7840;&#x6570;&#x636E;&#x7684;&#x4FEE;&#x6539;&#x8FD8;&#x662F;&#x5728;&#x7B97;&#x6CD5;&#x7684;&#x7279;&#x5B9A;&#x9009;&#x62E9;&#x65B9;&#x9762;&#x3002; &#x6700;&#x7EC8;&#x7ED3;&#x679C;&#x662F;&#x5F02;&#x5E38;&#x5206;&#x6790;&#x7B97;&#x6CD5;&#x7684;&#x6700;&#x540E;&#x5E94;&#x7528;&#x7684;&#x52A0;&#x6743;&#x7EC4;&#x5408;&#x6216;&#x6700;&#x7EC8;&#x7ED3;&#x679C;&#x3002; &#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x5206;&#x7C7B;&#x95EE;&#x9898;&#x7684;&#x4E0A;&#x4E0B;&#x6587;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x5C06;&#x63D0;&#x5347;&#x65B9;&#x6CD5;&#xFF08;boosting&#xFF09;&#x89C6;&#x4E3A;&#x5E8F;&#x5217;&#x96C6;&#x6210;&#x7684;&#x793A;&#x4F8B;&#x3002;<pre><code>Algorithm SequentialEnsemble(Data Set: D 
  Base Algorithms: A1 . . . Ar )
begin
  j = 1;
  repeat 
      Pick an algorithm Aj based on results from past executions;
      Create a new data set fj(D) from D based on results from past executions;
      Apply Aj to fj(D);
      j = j + 1;
  until(termination);
  report outliers based on combinations of results from previous executions;
end
</code></pre><center>&#x56FE; 1.6: &#x5E8F;&#x5217;&#x96C6;&#x6210;&#x6846;&#x67B6;</center>


</li>
</ul>
<ul>
<li>&#x5728;&#x72EC;&#x7ACB;&#x96C6;&#x6210;&#x4E2D;&#xFF0C;&#x5C06;&#x76F8;&#x540C;&#x7B97;&#x6CD5;&#x7684;&#x4E0D;&#x540C;&#x7B97;&#x6CD5;&#x6216;&#x4E0D;&#x540C;&#x5B9E;&#x4F8B;&#x5E94;&#x7528;&#x4E8E;&#x5B8C;&#x6574;&#x6570;&#x636E;&#x6216;&#x6570;&#x636E;&#x90E8;&#x5206;&#x3002; &#x5173;&#x4E8E;&#x6240;&#x5E94;&#x7528;&#x7684;&#x6570;&#x636E;&#x548C;&#x7B97;&#x6CD5;&#x7684;&#x9009;&#x62E9;&#x4E0E;&#x4ECE;&#x8FD9;&#x4E9B;&#x4E0D;&#x540C;&#x7684;&#x7B97;&#x6CD5;&#x6267;&#x884C;&#x83B7;&#x5F97;&#x7684;&#x7ED3;&#x679C;&#x65E0;&#x5173;&#x3002; &#x5C06;&#x4E0D;&#x540C;&#x7B97;&#x6CD5;&#x6267;&#x884C;&#x7684;&#x7ED3;&#x679C;&#x7EC4;&#x5408;&#x5728;&#x4E00;&#x8D77;&#x4EE5;&#x83B7;&#x5F97;&#x66F4;&#x7A33;&#x5065;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x3002;</li>
</ul>
<p>&#x4ECE;&#x6839;&#x672C;&#x4E0A;&#x8BB2;&#xFF0C;&#x79BB;&#x7FA4;&#x96C6;&#x5408;&#x4E0E;&#x57FA;&#x7840;&#x7406;&#x8BBA;&#x57FA;&#x7840;&#x7684;&#x5206;&#x7C7B;&#x96C6;&#x5408;&#x5E76;&#x6CA1;&#x6709;&#x592A;&#x5927;&#x7684;&#x4E0D;&#x540C;[32]&#x3002; &#x5373;&#x4F7F;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x662F;&#x4E00;&#x4E2A;&#x65E0;&#x76D1;&#x7763;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5206;&#x7C7B;&#x4E2D;&#x7684;&#x57FA;&#x672C;&#x504F;&#x5DEE; - &#x65B9;&#x5DEE;&#x7406;&#x8BBA;&#x4E5F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x5C06;&#x57FA;&#x7840;&#x6807;&#x8BB0;&#x89C6;&#x4E3A;&#x672A;&#x89C2;&#x5BDF;&#x5230;&#x6765;&#x9002;&#x5E94;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;[32]&#x3002; &#x7ED3;&#x679C;&#xFF0C;&#x8BF8;&#x5982;&#x88C5;&#x888B;&#x548C;&#x5B50;&#x91C7;&#x6837;&#x7684;&#x8BB8;&#x591A;&#x81EA;&#x7136;&#x96C6;&#x5408;&#x65B9;&#x6CD5;&#x53EF;&#x4EE5;&#x5BB9;&#x6613;&#x5730;&#x63A8;&#x5E7F;&#x5230;&#x5177;&#x6709;&#x5FAE;&#x5C0F;&#x53D8;&#x5316;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x3002;</p>
<h3 id="141&#x987A;&#x5E8F;&#x5408;&#x594F;">1.4.1&#x987A;&#x5E8F;&#x5408;&#x594F;</h3>
<p>&#x5728;&#x987A;&#x5E8F;&#x96C6;&#x5408;&#x4E2D;&#xFF0C;&#x4E00;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x88AB;&#x987A;&#x5E8F;&#x5730;&#x5E94;&#x7528;&#x4E8E;&#x5168;&#x90E8;&#x6216;&#x90E8;&#x5206;&#x6570;&#x636E;&#x3002;&#x8BE5;&#x65B9;&#x6CD5;&#x7684;&#x6838;&#x5FC3;&#x539F;&#x5219;&#x662F;&#x8BE5;&#x7B97;&#x6CD5;&#x7684;&#x6BCF;&#x4E2A;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x90FD;&#x80FD;&#x591F;&#x4F7F;&#x7528;&#x4FEE;&#x6539;&#x7684;&#x7B97;&#x6CD5;&#x6216;&#x6570;&#x636E;&#x96C6;&#x8FDB;&#x884C;&#x66F4;&#x7CBE;&#x786E;&#x7684;&#x6267;&#x884C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x53D6;&#x51B3;&#x4E8E;&#x65B9;&#x6CD5;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x987A;&#x5E8F;&#x6267;&#x884C;&#x4E2D;&#x6539;&#x53D8;&#x6570;&#x636E;&#x96C6;&#x6216;&#x7B97;&#x6CD5;&#x3002;&#x5982;&#x679C;&#x9700;&#x8981;&#xFF0C;&#x8BE5;&#x65B9;&#x6CD5;&#x53EF;&#x4EE5;&#x5E94;&#x7528;&#x56FA;&#x5B9A;&#x6B21;&#x6570;&#x6216;&#x6267;&#x884C;&#x6536;&#x655B;&#x3002;&#x56FE;1.6&#x63D0;&#x4F9B;&#x4E86;&#x987A;&#x5E8F;&#x96C6;&#x6210;&#x7B97;&#x6CD5;&#x7684;&#x5E7F;&#x6CDB;&#x6846;&#x67B6;&#x3002;</p>
<p>&#x5728;&#x6BCF;&#x6B21;&#x8FED;&#x4EE3;&#x4E2D;&#xFF0C;&#x57FA;&#x4E8E;&#x5148;&#x524D;&#x6267;&#x884C;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x5BF9;&#x7CBE;&#x70BC;&#x6570;&#x636E;&#x4F7F;&#x7528;&#x8FDE;&#x7EED;&#x7EC6;&#x5316;&#x7684;&#x7B97;&#x6CD5;&#x3002;&#x51FD;&#x6570;fj&#xFF08;&#xB7;&#xFF09;&#x7528;&#x4E8E;&#x521B;&#x5EFA;&#x6570;&#x636E;&#x7684;&#x7EC6;&#x5316;&#xFF0C;&#x5176;&#x53EF;&#x4EE5;&#x5BF9;&#x5E94;&#x4E8E;&#x6570;&#x636E;&#x5B50;&#x96C6;&#x9009;&#x62E9;&#xFF0C;&#x5C5E;&#x6027;&#x5B50;&#x96C6;&#x9009;&#x62E9;&#x6216;&#x901A;&#x7528;&#x6570;&#x636E;&#x8F6C;&#x6362;&#x65B9;&#x6CD5;&#x3002;&#x4E0A;&#x9762;&#x7684;&#x63CF;&#x8FF0;&#x4EE5;&#x975E;&#x5E38;&#x4E00;&#x822C;&#x7684;&#x5F62;&#x5F0F;&#x63D0;&#x4F9B;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x4ECE;&#x8BE5;&#x6846;&#x67B6;&#x5B9E;&#x4F8B;&#x5316;&#x8BB8;&#x591A;&#x7279;&#x6B8A;&#x60C5;&#x51B5;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x63A8;&#x79FB;&#xFF0C;&#x6570;&#x636E;&#x7684;&#x8FDE;&#x7EED;&#x4FEE;&#x6539;&#x53EA;&#x80FD;&#x4F7F;&#x7528;&#x5355;&#x4E00;&#x7B97;&#x6CD5;&#x3002;&#x987A;&#x5E8F;&#x96C6;&#x5408;&#x53EF;&#x4EE5;&#x5E94;&#x7528;&#x4E8E;&#x56FA;&#x5B9A;&#x6570;&#x91CF;&#x7684;&#x8FED;&#x4EE3;&#x6216;&#x6536;&#x655B;&#x3002;&#x987A;&#x5E8F;&#x96C6;&#x5408;&#x7684;&#x5E7F;&#x6CDB;&#x539F;&#x5219;&#x662F;&#xFF0C;&#x901A;&#x8FC7;&#x8FDE;&#x7EED;&#x7B97;&#x6CD5;&#x6267;&#x884C;&#x83B7;&#x5F97;&#x66F4;&#x591A;&#x7684;&#x6570;&#x636E;&#x77E5;&#x8BC6;&#x6709;&#x52A9;&#x4E8E;&#x5173;&#x6CE8;&#x80FD;&#x591F;&#x63D0;&#x4F9B;&#x65B0;&#x89C1;&#x89E3;&#x7684;&#x6280;&#x672F;&#x548C;&#x6570;&#x636E;&#x90E8;&#x5206;&#x3002;</p>
<p>&#x56FE;1&#x3002;7</p>
<p>&#x5728;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x6587;&#x732E;&#x4E2D;&#x4F5C;&#x4E3A;&#x901A;&#x7528;&#x5143;&#x7B97;&#x6CD5;&#x5C1A;&#x672A;&#x5145;&#x5206;&#x63A2;&#x7D22;&#x987A;&#x5E8F;&#x96C6;&#x5408;&#x3002; &#x7136;&#x800C;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x8BB8;&#x591A;&#x7279;&#x5B9A;&#x6280;&#x672F;&#x4F7F;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x8FDE;&#x7EED;&#x96C6;&#x5408;&#x7684;&#x7279;&#x6B8A;&#x60C5;&#x51B5;&#x3002; &#x4E00;&#x4E2A;&#x5178;&#x578B;&#x7684;&#x4F8B;&#x5B50;&#x662F;&#x4F7F;&#x7528;&#x4E24;&#x9636;&#x6BB5;&#x7B97;&#x6CD5;&#x6765;&#x6784;&#x5EFA;&#x666E;&#x901A;&#x6570;&#x636E;&#x7684;&#x6A21;&#x578B;&#x3002; &#x5728;&#x7B2C;&#x4E00;&#x9636;&#x6BB5;&#xFF0C;&#x4F7F;&#x7528;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x4EE5;&#x6D88;&#x9664;&#x660E;&#x663E;&#x7684;&#x5916;&#x90E8;&#x3002; &#x5728;&#x7B2C;&#x4E8C;&#x9636;&#x6BB5;&#xFF0C;&#x5728;&#x53BB;&#x9664;&#x8FD9;&#x4E9B;&#x660E;&#x663E;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x4E4B;&#x540E;&#x6784;&#x5EFA;&#x66F4;&#x7A33;&#x5065;&#x7684;&#x6B63;&#x6001;&#x6A21;&#x578B;&#x3002; &#x56E0;&#x6B64;&#xFF0C;&#x7B2C;&#x4E8C;&#x9636;&#x6BB5;&#x4E2D;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x5206;&#x6790;&#x66F4;&#x51C6;&#x786E;&#xFF0C;&#x56E0;&#x4E3A;&#x5DF2;&#x7ECF;&#x53BB;&#x9664;&#x4E86;&#x6C61;&#x67D3;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x6A21;&#x578B;&#x7684;&#x8BB8;&#x591A;&#x8BAD;&#x7EC3;&#x70B9;&#x3002; &#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x901A;&#x5E38;&#x7528;&#x4E8E;&#x57FA;&#x4E8E;&#x805A;&#x7C7B;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#xFF08;&#x7528;&#x4E8E;&#x5728;&#x540E;&#x671F;&#x6784;&#x5EFA;&#x66F4;&#x5F3A;&#x5927;&#x7684;&#x805A;&#x7C7B;&#xFF09;[70]&#xFF0C;&#x6216;&#x7528;&#x4E8E;&#x66F4;&#x5F3A;&#x5927;&#x7684;&#x76F4;&#x65B9;&#x56FE;&#x6784;&#x5EFA;&#x548C;&#x5BC6;&#x5EA6;&#x4F30;&#x8BA1;&#xFF08;&#x53C2;&#x89C1;&#x7B2C;4&#x7AE0;&#xFF09;&#x3002;</p>
<h3 id="142&#x72EC;&#x7ACB;&#x5408;&#x594F;">1.4.2&#x72EC;&#x7ACB;&#x5408;&#x594F;</h3>
<p>&#x5728;&#x72EC;&#x7ACB;&#x96C6;&#x5408;&#x4E2D;&#xFF0C;&#x7B97;&#x6CD5;&#x7684;&#x4E0D;&#x540C;&#x5B9E;&#x4F8B;&#x6216;&#x6570;&#x636E;&#x7684;&#x4E0D;&#x540C;&#x90E8;&#x5206;&#x7528;&#x4E8E;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x3002;&#x6216;&#x8005;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x4E0D;&#x540C;&#x7684;&#x521D;&#x59CB;&#x5316;&#xFF0C;&#x53C2;&#x6570;&#x96C6;&#x6216;&#x968F;&#x673A;&#x79CD;&#x5B50;&#x6765;&#x5E94;&#x7528;&#x76F8;&#x540C;&#x7684;&#x7B97;&#x6CD5;&#x3002;&#x53EF;&#x4EE5;&#x7EC4;&#x5408;&#x6765;&#x81EA;&#x8FD9;&#x4E9B;&#x4E0D;&#x540C;&#x7B97;&#x6CD5;&#x6267;&#x884C;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x4EE5;&#x4FBF;&#x83B7;&#x5F97;&#x66F4;&#x7A33;&#x5065;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6570;&#x3002;&#x8FD9;&#x79CD;&#x7B97;&#x6CD5;&#x5305;&#x62EC;&#x5F53;&#x4ECA;&#x4F7F;&#x7528;&#x7684;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x5F02;&#x5E38;&#x96C6;&#x5408;&#x65B9;&#x6CD5;&#x3002;&#x5728;&#x56FE;1.7&#x7684;&#x4F2A;&#x4EE3;&#x7801;&#x63CF;&#x8FF0;&#x4E2D;&#x63D0;&#x4F9B;&#x4E86;&#x72EC;&#x7ACB;&#x96C6;&#x5408;&#x7B97;&#x6CD5;&#x7684;&#x901A;&#x7528;&#x63CF;&#x8FF0;&#x3002;</p>
<p>&#x72EC;&#x7ACB;&#x96C6;&#x5408;&#x7684;&#x5E7F;&#x6CDB;&#x539F;&#x5219;&#x662F;&#x4E0D;&#x540C;&#x7684;&#x7B97;&#x6CD5;&#x53EF;&#x80FD;&#x5728;&#x6570;&#x636E;&#x7684;&#x4E0D;&#x540C;&#x90E8;&#x5206;&#x4E0A;&#x8868;&#x73B0;&#x66F4;&#x597D;;&#x56E0;&#x6B64;&#xFF0C;&#x8FD9;&#x4E9B;&#x7B97;&#x6CD5;&#x7684;&#x7ED3;&#x679C;&#x7EC4;&#x5408;&#x53EF;&#x80FD;&#x4F1A;&#x63D0;&#x4F9B;&#x6BD4;&#x4EFB;&#x4F55;&#x5355;&#x4E2A;&#x96C6;&#x5408;&#x7EC4;&#x4EF6;&#x66F4;&#x5F3A;&#x5927;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x7ED3;&#x679C;&#x8F93;&#x51FA;&#x4E0D;&#x518D;&#x4F9D;&#x8D56;&#x4E8E;&#x7279;&#x5B9A;&#x7B97;&#x6CD5;&#x6216;&#x6570;&#x636E;&#x96C6;&#x7684;&#x7279;&#x5B9A;&#x4F2A;&#x50CF;&#x3002;&#x72EC;&#x7ACB;&#x96C6;&#x5408;&#x7ECF;&#x5E38;&#x7528;&#x4E8E;&#x9AD8;&#x7EF4;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x80FD;&#x591F;&#x63A2;&#x7D22;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x504F;&#x5DEE;&#x7684;&#x6570;&#x636E;&#x7684;&#x4E0D;&#x540C;&#x5B50;&#x7A7A;&#x95F4;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5B50;&#x7A7A;&#x95F4;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x9886;&#x57DF;&#x4E0E;&#x5F02;&#x5E38;&#x96C6;&#x5408;&#x5206;&#x6790;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#xFF08;&#x89C1;&#x7B2C;5&#x7AE0;&#xFF09;&#x3002;&#x5B58;&#x5728;&#x5927;&#x91CF;&#x4E0D;&#x540C;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x5176;&#x4E2D;&#x53EF;&#x4EE5;&#x5229;&#x7528;&#x4E0D;&#x540C;&#x7684;&#x7B97;&#x6CD5;&#x548C;&#x8BAD;&#x7EC3;&#x6570;&#x636E;&#x96C6;&#x6765;&#x8FDB;&#x884C;&#x6A21;&#x578B;&#x7EC4;&#x5408;&#x3002;&#x4F8B;&#x5982;&#xFF0C;[31,32,344,367]&#x4E2D;&#x7684;&#x65B9;&#x6CD5;&#x4ECE;&#x57FA;&#x7840;&#x6570;&#x636E;&#x4E2D;&#x91C7;&#x6837;&#x5B50;&#x7A7A;&#x95F4;&#xFF0C;&#x4EE5;&#x4FBF;&#x4ECE;&#x8FD9;&#x4E9B;&#x6267;&#x884C;&#x4E2D;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x4E2D;&#x72EC;&#x7ACB;&#x5730;&#x5F97;&#x51FA;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x5C06;&#x6765;&#x81EA;&#x8FD9;&#x4E9B;&#x4E0D;&#x540C;&#x6267;&#x884C;&#x7684;&#x5206;&#x6570;&#x7EDF;&#x4E00;&#x4E3A;&#x5355;&#x4E2A;&#x7279;&#x5B9A;&#x4E8E;&#x70B9;&#x7684;&#x503C;&#x3002;&#x7C7B;&#x4F3C;&#x5730;&#xFF0C;&#x7ED3;&#x5408;&#x6765;&#x81EA;&#x4E0D;&#x540C;&#x8BAD;&#x7EC3;&#x6570;&#x636E;&#x96C6;&#x7684;&#x5206;&#x7C7B;&#x7ED3;&#x679C;&#x7684;&#x88C5;&#x888B;&#x548C;&#x5B50;&#x91C7;&#x6837;&#x7B49;&#x65B9;&#x6CD5;&#x4E5F;&#x88AB;&#x63A8;&#x5E7F;&#x5230;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;[31,32]&#x3002;&#x5728;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x901A;&#x8FC7;&#x5728;&#x5F02;&#x5E38;&#x503C;&#x8BC4;&#x5206;&#x7B97;&#x6CD5;&#x4E2D;&#x8FDB;&#x884C;&#x968F;&#x673A;&#x9009;&#x62E9;&#x6765;&#x6784;&#x5EFA;&#x968F;&#x673A;&#x6A21;&#x578B;[368]&#x3002;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;
&#x5C06;&#x5728;&#x7B2C;5&#x7AE0;&#x548C;&#x7B2C;6&#x7AE0;&#x4E2D;&#x8BA8;&#x8BBA;&#x3002;</p>
<h2 id="15&#x5206;&#x6790;&#x7684;&#x57FA;&#x672C;&#x6570;&#x636E;&#x7C7B;&#x578B;">1.5&#x5206;&#x6790;&#x7684;&#x57FA;&#x672C;&#x6570;&#x636E;&#x7C7B;&#x578B;</h2>
<p>&#x6211;&#x4EEC;&#x4E0A;&#x8FF0;&#x8BA8;&#x8BBA;&#x7684;&#x5927;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#x90FD;&#x96C6;&#x4E2D;&#x5728;&#x591A;&#x7EF4;&#x6570;&#x503C;&#x6570;&#x636E;&#x4E0A;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x5047;&#x8BBE;&#x6570;&#x636E;&#x8BB0;&#x5F55;&#x5F7C;&#x6B64;&#x72EC;&#x7ACB;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x57FA;&#x7840;&#x6570;&#x636E;&#x5728;&#x5C5E;&#x6027;&#x7C7B;&#x578B;&#x548C;&#x70B9;&#x5BF9;&#x70B9;&#x4F9D;&#x8D56;&#x6027;&#x65B9;&#x9762;&#x53EF;&#x80FD;&#x66F4;&#x590D;&#x6742;&#x3002;&#x672C;&#x8282;&#x5C06;&#x8BA8;&#x8BBA;&#x6B64;&#x7C7B;&#x5B9E;&#x9645;&#x6570;&#x636E;&#x7C7B;&#x578B;&#x7684;&#x4E00;&#x4E9B;&#x793A;&#x4F8B;&#x3002;</p>
<h3 id="151&#x5206;&#x7C7B;&#xFF0C;&#x6587;&#x672C;&#x548C;&#x6DF7;&#x5408;&#x5C5E;&#x6027;">1.5.1&#x5206;&#x7C7B;&#xFF0C;&#x6587;&#x672C;&#x548C;&#x6DF7;&#x5408;&#x5C5E;&#x6027;</h3>
<p>&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x4E2D;&#x7684;&#x8BB8;&#x591A;&#x6570;&#x636E;&#x96C6;&#x53EF;&#x80FD;&#x5305;&#x542B;&#x5E26;&#x6709;&#x79BB;&#x6563;&#x65E0;&#x5E8F;&#x503C;&#x7684;&#x5206;&#x7C7B;&#x5C5E;&#x6027;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4EBA;&#x53E3;&#x7EDF;&#x8BA1;&#x6570;&#x636E;&#x53EF;&#x80FD;&#x5305;&#x542B;&#x79CD;&#x65CF;&#xFF0C;&#x6027;&#x522B;&#x6216;&#x90AE;&#x653F;&#x7F16;&#x7801;&#x7B49;&#x5C5E;&#x6027;&#x3002;&#x8FD9;&#x4E9B;&#x5C5E;&#x6027;&#x503C;&#x4E0D;&#x662F;&#x6709;&#x5E8F;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x9700;&#x8981;&#x4E0D;&#x540C;&#x7684;&#x5206;&#x6790;&#x6280;&#x672F;&#x3002;&#x6DF7;&#x5408;&#x5C5E;&#x6027;&#x6570;&#x636E;&#x5305;&#x542B;&#x6570;&#x5B57;&#x548C;&#x5206;&#x7C7B;&#x5C5E;&#x6027;&#x3002;&#x5927;&#x591A;&#x6570;&#x73B0;&#x6709;&#x6A21;&#x578B;&#x53EF;&#x4EE5;&#x6269;&#x5C55;&#x5230;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x3002;&#x5728;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4E3B;&#x8981;&#x6311;&#x6218;&#x662F;&#x6784;&#x5EFA;&#x8DDD;&#x79BB;&#xFF08;&#x6216;&#x76F8;&#x4F3C;&#x6027;&#xFF09;&#x51FD;&#x6570;&#xFF0C;&#x8BE5;&#x51FD;&#x6570;&#x5BF9;&#x4E8E;&#x79BB;&#x6563;&#x6570;&#x636E;&#x7684;&#x60C5;&#x51B5;&#x4FDD;&#x6301;&#x8BED;&#x4E49;&#x4E0A;&#x6709;&#x610F;&#x4E49;&#x3002;</p>
<p>&#x5F53;&#x5C5E;&#x6027;&#x7684;&#x53EF;&#x80FD;&#x503C;&#x7684;&#x6570;&#x91CF;&#x4E0D;&#x662F;&#x592A;&#x5927;&#x65F6;&#xFF0C;&#x57FA;&#x4E8E;&#x56DE;&#x5F52;&#x7684;&#x6A21;&#x578B;&#x53EF;&#x4EE5;&#x4EE5;&#x6709;&#x9650;&#x7684;&#x65B9;&#x5F0F;&#x4F7F;&#x7528;&#x79BB;&#x6563;&#x7684;&#x5C5E;&#x6027;&#x503C;&#x3002;&#x5178;&#x578B;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x901A;&#x8FC7;&#x4E3A;&#x6BCF;&#x4E2A;&#x5206;&#x7C7B;&#x503C;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x5C5E;&#x6027;&#xFF0C;&#x5C06;&#x79BB;&#x6563;&#x6570;&#x636E;&#x8F6C;&#x6362;&#x4E3A;&#x4E8C;&#x8FDB;&#x5236;&#x6570;&#x636E;&#x3002;&#x7136;&#x540E;&#x53EF;&#x4EE5;&#x5C06;&#x8BF8;&#x5982;&#x4E3B;&#x6210;&#x5206;&#x5206;&#x6790;&#x7684;&#x56DE;&#x5F52;&#x6A21;&#x578B;&#x5E94;&#x7528;&#x4E8E;&#x8BE5;&#x4E8C;&#x8FDB;&#x5236;&#x6570;&#x636E;&#x96C6;&#x3002;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x53EF;&#x4EE5;&#x66F4;&#x5BB9;&#x6613;&#x5730;&#x6269;&#x5C55;&#x5230;&#x6587;&#x672C;&#xFF0C;&#x5176;&#x4E2D;&#x5B57;&#x9891;&#x7387;&#x4E4B;&#x95F4;&#x5B58;&#x5728;&#x56FA;&#x6709;&#x7684;&#x987A;&#x5E8F;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5355;&#x8BCD;&#x51FA;&#x73B0;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x5173;&#x6027;&#x53EF;&#x7528;&#x4E8E;&#x521B;&#x5EFA;&#x56DE;&#x5F52;&#x6A21;&#x578B;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4E00;&#x4E9B;&#x6700;&#x6210;&#x529F;&#x7684;&#x6587;&#x672C;&#x53BB;&#x566A;&#x6A21;&#x578B;&#x662F;&#x57FA;&#x4E8E;&#x6F5C;&#x5728;&#x8BED;&#x4E49;&#x5206;&#x6790;&#xFF08;LSA&#xFF09;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x7EBF;&#x6027;&#x56DE;&#x5F52;&#x5206;&#x6790;[162]&#x3002;&#x6587;&#x672C;&#x548C;&#x5206;&#x7C7B;&#x6570;&#x636E;&#x7684;&#x5176;&#x4ED6;&#x5E38;&#x7528;&#x65B9;&#x6CD5;&#x5305;&#x62EC;&#x805A;&#x7C7B;[29]&#xFF0C;&#x57FA;&#x4E8E;&#x90BB;&#x8FD1;&#x5EA6;&#x7684;&#x65B9;&#x6CD5;[622]&#xFF0C;&#x6982;&#x7387;&#x6A21;&#x578B;[578]&#x548C;&#x57FA;&#x4E8E;&#x9891;&#x7E41;&#x6A21;&#x5F0F;&#x6316;&#x6398;&#x7684;&#x65B9;&#x6CD5;[42,253,497]&#x3002;&#x7B2C;8&#x7AE0;&#x8BA8;&#x8BBA;&#x4E86;&#x5206;&#x7C7B;&#xFF0C;&#x6587;&#x672C;&#x548C;&#x6DF7;&#x5408;&#x5C5E;&#x6027;&#x6570;&#x636E;&#x96C6;&#x4E2D;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<h3 id="152&#x5F53;&#x6570;&#x636E;&#x503C;&#x5177;&#x6709;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#x65F6;">1.5.2&#x5F53;&#x6570;&#x636E;&#x503C;&#x5177;&#x6709;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#x65F6;</h3>
<p>&#x672C;&#x7AE0;&#x4E2D;&#x4E0A;&#x8FF0;&#x8BA8;&#x8BBA;&#x7684;&#x5927;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#x90FD;&#x662F;&#x5173;&#x4E8E;&#x5E38;&#x89C1;&#x7684;&#x591A;&#x7EF4;&#x573A;&#x666F;&#xFF0C;&#x5176;&#x4E2D;&#x5047;&#x8BBE;&#x6570;&#x636E;&#x8BB0;&#x5F55;&#x53EF;&#x4EE5;&#x5F7C;&#x6B64;&#x72EC;&#x7ACB;&#x5730;&#x5904;&#x7406;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x6570;&#x636E;&#x503C;&#x53EF;&#x4EE5;&#x5728;&#x65F6;&#x95F4;&#x4E0A;&#xFF0C;&#x7A7A;&#x95F4;&#x4E0A;&#x6216;&#x901A;&#x8FC7;&#x6570;&#x636E;&#x9879;&#x4E4B;&#x95F4;&#x7684;&#x663E;&#x5F0F;&#x7F51;&#x7EDC;&#x5173;&#x7CFB;&#x94FE;&#x63A5;&#x5F7C;&#x6B64;&#x76F8;&#x5173;&#x3002;&#x5373;&#x4F7F;&#x5728;&#x5B9A;&#x4E49;&#x4E2D;&#xFF0C;&#x8FD9;&#x79CD;&#x4F9D;&#x8D56;&#x6027;&#x7684;&#x5B58;&#x5728;&#x4E5F;&#x200B;&#x200B;&#x6781;&#x5927;&#x5730;&#x6539;&#x53D8;&#x4E86;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x8FC7;&#x7A0B;&#x6C34;&#x5E73;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6570;&#x636E;&#x9879;&#x7684;&#x9884;&#x671F;&#x503C;&#x53D7;&#x5176;&#x4E0A;&#x4E0B;&#x6587;&#x4F9D;&#x8D56;&#x6027;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x56E0;&#x6B64;&#x5F02;&#x5E38;&#x503C;&#x662F;&#x57FA;&#x4E8E;&#x8FD9;&#x79CD;&#x4E0A;&#x4E0B;&#x6587;&#x5EFA;&#x6A21;&#x7684;&#x504F;&#x5DEE;&#x6765;&#x5B9A;&#x4E49;&#x7684;&#x3002;&#x5F53;&#x5355;&#x4E2A;&#x6570;&#x636E;&#x9879;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x6765;&#x81EA;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x7684;&#x503C;&#xFF09;&#x7531;&#x4E8E;&#x5176;&#x4E0E;&#x5176;&#x76F8;&#x5173;&#x6570;&#x636E;&#x9879;&#x7684;&#x5173;&#x7CFB;&#x800C;&#x88AB;&#x58F0;&#x660E;&#x4E3A;&#x5F02;&#x5E38;&#x65F6;&#xFF0C;&#x5B83;&#x88AB;&#x79F0;&#x4E3A;&#x4E0A;&#x4E0B;&#x6587;&#x5F02;&#x5E38;&#x503C;&#x6216;&#x5F02;&#x5E38;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x8FD9;&#x79CD;&#x5F02;&#x5E38;&#x503C;&#x53EA;&#x80FD;&#x5728;&#x5176;&#x4E0E;&#x65F6;&#x95F4;&#x90BB;&#x57DF;&#x4E2D;&#x7684;&#x9879;&#x76EE;&#x7684;&#x5173;&#x7CFB;&#x7684;&#x80CC;&#x666F;&#x4E0B;&#x7406;&#x89E3;&#x3002;&#x8FD9;&#x79CD;&#x5F02;&#x5E38;&#x503C;&#x6709;&#x65F6;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;&#x6761;&#x4EF6;&#x5F02;&#x5E38;[503]&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x4E2D;&#x7684;&#x7A81;&#x7136;&#x5CF0;&#x503C;&#x662F;&#x4E0A;&#x4E0B;&#x6587;&#x5F02;&#x5E38;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4E0E;&#x5176;&#x6700;&#x65B0;&#x65F6;&#x95F4;&#x6233;&#x7684;&#x503C;&#x975E;&#x5E38;&#x4E0D;&#x540C;;&#x5173;&#x952E;&#x662F;&#x8981;&#x4E86;&#x89E3;&#x6700;&#x65B0;&#x7684;&#x65F6;&#x95F4;&#x6233;&#x662F;&#x5426;&#x5B9A;&#x4E49;&#x4E86;&#x7CFB;&#x5217;&#x7684;&#x9884;&#x671F;&#x503C;&#x3002;&#x4E0E;&#x9884;&#x671F;&#x503C;&#x7684;&#x504F;&#x5DEE;&#x4EE3;&#x8868;&#x5F02;&#x5E38;&#x503C;&#x3002;</p>
<p>&#x56FE;1&#x3002;8</p>
<p>&#x5F53;&#x4E00;&#x7EC4;&#x6570;&#x636E;&#x9879;&#x88AB;&#x58F0;&#x660E;&#x4E3A;&#x4E00;&#x7EC4;&#x70B9;&#x5F02;&#x5E38;&#x65F6;&#xFF0C;&#x5B83;&#x88AB;&#x79F0;&#x4E3A;&#x96C6;&#x4F53;&#x5F02;&#x5E38;&#x6216;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x80A1;&#x7968;&#x4EE3;&#x7801;&#x503C;&#x968F;&#x65F6;&#x95F4;&#x7684;&#x5F02;&#x5E38;&#x548C;&#x5FEB;&#x901F;&#x632F;&#x8361;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x96C6;&#x4F53;&#x5F02;&#x5E38;&#xFF0C;&#x5E76;&#x4E14;&#x5B83;&#x5305;&#x62EC;&#x632F;&#x8361;&#x4E2D;&#x7684;&#x6240;&#x6709;&#x6570;&#x636E;&#x9879;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x4F9D;&#x8D56;&#x4E8E;&#x9762;&#x5411;&#x4F9D;&#x8D56;&#x7684;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x6240;&#x6709;&#x5F02;&#x5E38;&#x90FD;&#x662F;&#x4E0A;&#x4E0B;&#x6587;&#x6216;&#x96C6;&#x4F53;&#x5F02;&#x5E38;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x57FA;&#x4E8E;&#x4E0E;&#x76F8;&#x90BB;&#x6570;&#x636E;&#x70B9;&#x7684;&#x5173;&#x7CFB;&#x6765;&#x8BA1;&#x7B97;&#x671F;&#x671B;&#x503C;&#xFF0C;&#x4EE5;&#x4FBF;&#x786E;&#x5B9A;&#x610F;&#x5916;&#x6A21;&#x5F0F;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x5728;&#x6B64;&#x7C7B;&#x6570;&#x636E;&#x96C6;&#x4E2D;&#xFF0C;&#x901A;&#x5E38;&#x6709;&#x591A;&#x79CD;&#x65B9;&#x6CD5;&#x53EF;&#x4EE5;&#x6A21;&#x62DF;&#x5F02;&#x5E38;&#xFF0C;&#x5177;&#x4F53;&#x53D6;&#x51B3;&#x4E8E;&#x5206;&#x6790;&#x5E08;&#x53EF;&#x80FD;&#x6B63;&#x5728;&#x5BFB;&#x627E;&#x7684;&#x5185;&#x5BB9;&#x3002;&#x672C;&#x8282;&#x4ECB;&#x7ECD;&#x4E86;&#x6B64;&#x7C7B;&#x6570;&#x636E;&#x57DF;&#x7684;&#x4E00;&#x4E9B;&#x793A;&#x4F8B;&#x3002;</p>
<h4 id="1521&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x6570;&#x636E;&#x548C;&#x6570;&#x636E;&#x6D41;">1.5.2.1&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x6570;&#x636E;&#x548C;&#x6570;&#x636E;&#x6D41;</h4>
<p>&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x5305;&#x542B;&#x4E00;&#x7EC4;&#x901A;&#x5E38;&#x901A;&#x8FC7;&#x8FDE;&#x7EED;&#x6D4B;&#x91CF;&#x968F;&#x65F6;&#x95F4;&#x751F;&#x6210;&#x7684;&#x503C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x8FDE;&#x7EED;&#x65F6;&#x95F4;&#x6233;&#x4E2D;&#x7684;&#x503C;&#x4E0D;&#x4F1A;&#x975E;&#x5E38;&#x663E;&#x7740;&#x5730;&#x53D8;&#x5316;&#xFF0C;&#x6216;&#x8005;&#x4EE5;&#x5E73;&#x6ED1;&#x7684;&#x65B9;&#x5F0F;&#x53D8;&#x5316;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x57FA;&#x7840;&#x6570;&#x636E;&#x8BB0;&#x5F55;&#x7684;&#x7A81;&#x7136;&#x53D8;&#x5316;&#x53EF;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x4E8B;&#x4EF6;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x70B9;&#x7684;&#x53D1;&#x73B0;&#x4E0E;&#x5F02;&#x5E38;&#x4E8B;&#x4EF6;&#x68C0;&#x6D4B;&#x7684;&#x95EE;&#x9898;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#xFF0C;&#x5E76;&#x4E14;&#x8FD9;&#x79CD;&#x4E8B;&#x4EF6;&#x901A;&#x5E38;&#x8868;&#x73B0;&#x4E3A;&#x76F8;&#x5173;&#x65F6;&#x95F4;&#x6233;&#x4E0A;&#x7684;&#x4E0A;&#x4E0B;&#x6587;&#x6216;&#x96C6;&#x4F53;&#x5F02;&#x5E38;[9,19,315]&#x3002;&#x4E8B;&#x4EF6;&#x901A;&#x5E38;&#x7531;&#x5E95;&#x5C42;&#x7CFB;&#x7EDF;&#x7684;&#x7A81;&#x7136;&#x53D8;&#x5316;&#x4EA7;&#x751F;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x80FD;&#x5BF9;&#x5206;&#x6790;&#x5E08;&#x975E;&#x5E38;&#x611F;&#x5174;&#x8DA3;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x8003;&#x8651;&#x8FDE;&#x7EED;&#x65F6;&#x95F4;&#x6233;&#x4E0A;&#x7684;&#x4EE5;&#x4E0B;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x503C;&#xFF1A;
3,2,3,2,3,87,86,85 87,89,86,3,84,91,86,91,88
&#x968F;&#x540E;&#xFF0C;&#x6570;&#x636E;&#x7A33;&#x5B9A;&#x5728;&#x6B64;&#x503C;&#xFF0C;&#x8FD9;&#x6210;&#x4E3A;&#x65B0;&#x5E38;&#x6001;&#x3002;&#x5728;&#x65F6;&#x95F4;&#x6233;12&#x5904;&#xFF0C;&#x6570;&#x636E;&#x503C;&#x518D;&#x6B21;&#x4E0B;&#x964D;&#x5230;3.&#x5373;&#x4F7F;&#x4E4B;&#x524D;&#x9047;&#x5230;&#x8FC7;&#x8BE5;&#x6570;&#x636E;&#x503C;&#xFF0C;&#x7531;&#x4E8E;&#x8FDE;&#x7EED;&#x6570;&#x636E;&#x503C;&#x7684;&#x7A81;&#x7136;&#x53D8;&#x5316;&#xFF0C;&#x5B83;&#x4ECD;&#x7136;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x91CD;&#x8981;&#x7684;&#x662F;&#x8981;&#x7406;&#x89E3;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5C06;&#x6570;&#x636E;&#x503C;&#x5F7C;&#x6B64;&#x72EC;&#x7ACB;&#x5730;&#x5904;&#x7406;&#x5BF9;&#x4E8E;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x662F;&#x6CA1;&#x6709;&#x5E2E;&#x52A9;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x6570;&#x636E;&#x503C;&#x53D7;&#x5230;&#x6570;&#x636E;&#x70B9;&#x7684;&#x76F8;&#x90BB;&#x503C;&#x7684;&#x9AD8;&#x5EA6;&#x5F71;&#x54CD;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x65F6;&#x95F4;&#x80CC;&#x666F;&#x5F88;&#x91CD;&#x8981;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x4E0E;&#x53D8;&#x5316;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x9AD8;&#x5EA6;&#x76F8;&#x5173;&#xFF0C;&#x56E0;&#x4E3A;&#x6570;&#x636E;&#x503C;&#x7684;&#x6B63;&#x5E38;&#x6A21;&#x578B;&#x53D7;&#x65F6;&#x95F4;&#x987A;&#x5E8F;&#x7684;&#x76F8;&#x90BB;&#x6027;&#x9AD8;&#x5EA6;&#x63A7;&#x5236;&#x3002;&#x5F53;&#x9047;&#x5230;&#x5168;&#x65B0;&#x7684;&#x6570;&#x636E;&#x503C;&#x65F6;&#xFF0C;&#x5B83;&#x4EEC;&#x88AB;&#x79F0;&#x4E3A;&#x65B0;&#x5947;&#x6570;&#x636E;[391,392,388]&#xFF0C;&#x5C3D;&#x7BA1;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x4E0E;&#x4EFB;&#x4F55;&#x5F62;&#x5F0F;&#x7684;&#x7A81;&#x53D8;&#x76F8;&#x5173;&#xFF0C;&#x800C;&#x4E0D;&#x4EC5;&#x4EC5;&#x4E0E;&#x65B0;&#x6570;&#x636E;&#x503C;&#x6709;&#x5173;&#x3002;</p>
<p>&#x5E94;&#x8BE5;&#x5F3A;&#x8C03;&#x7684;&#x662F;&#xFF0C;&#x53D8;&#x5316;&#x5206;&#x6790;&#x548C;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#xFF08;&#x5728;&#x65F6;&#x95F4;&#x6570;&#x636E;&#x4E2D;&#xFF09;&#x662F;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x5B83;&#x4EEC;&#x4E0D;&#x4E00;&#x5B9A;&#x76F8;&#x540C;&#x3002;&#x65F6;&#x6001;&#x6570;&#x636E;&#x96C6;&#x7684;&#x66F4;&#x6539;&#x53EF;&#x80FD;&#x4EE5;&#x4E24;&#x79CD;&#x53EF;&#x80FD;&#x7684;&#x65B9;&#x5F0F;&#x4E4B;&#x4E00;&#x53D1;&#x751F;&#xFF1A;</p>
<p>&#x2022;&#x6570;&#x636E;&#x6D41;&#x4E2D;&#x7684;&#x503C;&#x548C;&#x8D8B;&#x52BF;&#x968F;&#x65F6;&#x95F4;&#x7F13;&#x6162;&#x53D8;&#x5316;&#xFF0C;&#x8FD9;&#x79CD;&#x73B0;&#x8C61;&#x79F0;&#x4E3A;&#x6982;&#x5FF5;&#x6F02;&#x79FB;[390,10]&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6982;&#x5FF5;&#x6F02;&#x79FB;&#x53EA;&#x80FD;&#x901A;&#x8FC7;&#x5728;&#x8F83;&#x957F;&#x65F6;&#x95F4;&#x5185;&#x4ED4;&#x7EC6;&#x5206;&#x6790;&#x6765;&#x68C0;&#x6D4B;&#xFF0C;&#x5E76;&#x4E14;&#x5728;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#x5E76;&#x4E0D;&#x662F;&#x7ACB;&#x5373;&#x663E;&#x800C;&#x6613;&#x89C1;&#x7684;&#x3002;</p>
<p>&#x2022;&#x6570;&#x636E;&#x6D41;&#x4E2D;&#x7684;&#x503C;&#x548C;&#x8D8B;&#x52BF;&#x7A81;&#x7136;&#x53D1;&#x751F;&#x53D8;&#x5316;&#xFF0C;&#x4ECE;&#x800C;&#x7ACB;&#x5373;&#x5F15;&#x8D77;&#x4EBA;&#x4EEC;&#x5BF9;&#x57FA;&#x7840;&#x6570;&#x636E;&#x751F;&#x6210;&#x673A;&#x5236;&#x4EE5;&#x67D0;&#x79CD;&#x65B9;&#x5F0F;&#x53D1;&#x751F;&#x4E86;&#x6839;&#x672C;&#x6539;&#x53D8;&#x7684;&#x6000;&#x7591;&#x3002;</p>
<p>&#x5728;&#x8FD9;&#x4E24;&#x79CD;&#x60C5;&#x5F62;&#x4E2D;&#xFF0C;&#x53EA;&#x6709;&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x666F;&#x53EF;&#x7528;&#x4E8E;&#x8BC6;&#x522B;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x540C;&#x6837;&#x5F88;&#x5BB9;&#x6613;&#x770B;&#x51FA;&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x666F;&#x4E0E;&#x970D;&#x91D1;&#x65AF;&#x5BF9;&#x5F02;&#x5E38;&#x503C;[249]&#x7684;&#x5B9A;&#x4E49;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x4F3C;&#x4E4B;&#x5904;&#xFF0C;&#x8FD9;&#x662F;&#x672C;&#x7AE0;&#x5F00;&#x5934;&#x4ECB;&#x7ECD;&#x7684;&#x3002;
&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#x7684;&#x5E38;&#x89C1;&#x6311;&#x6218;&#x662F;&#x5728;&#x65B0;&#x6570;&#x636E;&#x503C;&#x5230;&#x8FBE;&#x65F6;&#x5B9E;&#x65F6;&#x6267;&#x884C;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x3002;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#x7684;&#x53D8;&#x5316;&#x5206;&#x6790;&#x548C;&#x4E34;&#x65F6;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x8FC7;&#x4E8E;&#x7D27;&#x5BC6;&#x96C6;&#x6210;&#xFF0C;&#x65E0;&#x6CD5;&#x5355;&#x72EC;&#x5904;&#x7406;&#x3002;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x8BBE;&#x7F6E;&#x4E2D;&#xFF0C;&#x4E00;&#x4E2A;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x53E6;&#x4E00;&#x4E2A;&#xFF0C;&#x53CD;&#x4E4B;&#x4EA6;&#x7136;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x65F6;&#x95F4;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x5EFA;&#x6A21;&#x516C;&#x5F0F;&#x975E;&#x5E38;&#x591A;&#x6837;&#x5316;&#xFF0C;&#x5E76;&#x975E;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x90FD;&#x4E0E;&#x53D8;&#x5316;&#x68C0;&#x6D4B;&#x76F4;&#x63A5;&#x76F8;&#x5173;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x5728;&#x7EBF;&#x5206;&#x6790;&#x9002;&#x7528;&#x4E8E;&#x66F4;&#x6539;&#x68C0;&#x6D4B;&#xFF0C;&#x800C;&#x79BB;&#x7EBF;&#x5206;&#x6790;&#x53EF;&#x80FD;&#x4F1A;&#x63A2;&#x7D22;&#x6570;&#x636E;&#x7684;&#x5176;&#x4ED6;&#x4E0D;&#x5BFB;&#x5E38;&#x65B9;&#x9762;&#x3002;&#x4E00;&#x4E9B;&#x4F8B;&#x5B50;&#x5982;&#x4E0B;&#xFF1A;</p>
<p>&#x2022;&#x5F53;&#x6570;&#x636E;&#x91C7;&#x7528;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x4F20;&#x611F;&#x5668;&#x6570;&#x636E;&#xFF09;&#x7684;&#x5F62;&#x5F0F;&#x65F6;&#xFF0C;&#x8D8B;&#x52BF;&#x7684;&#x5927;&#x7684;&#x53D8;&#x5316;&#x53EF;&#x80FD;&#x5BF9;&#x5E94;&#x4E8E;&#x5F02;&#x5E38;&#x3002;&#x4F7F;&#x7528;&#x57FA;&#x4E8E;&#x7A97;&#x53E3;&#x7684;&#x5206;&#x6790;&#x53EF;&#x4EE5;&#x53D1;&#x73B0;&#x8FD9;&#x4E9B;&#x4E0E;&#x9884;&#x6D4B;&#x503C;&#x7684;&#x504F;&#x5DEE;&#x3002;&#x5728;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x786E;&#x5B9A;&#x5F02;&#x5E38;&#x5F62;&#x72B6;&#x7684;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x5B50;&#x5E8F;&#x5217;&#x800C;&#x4E0D;&#x662F;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x53D8;&#x5316;&#x70B9;&#x3002;</p>
<p>&#x2022;&#x5BF9;&#x4E8E;&#x591A;&#x7EF4;&#x6570;&#x636E;&#x6D41;&#xFF0C;&#x6D41;&#x6570;&#x636E;&#x7684;&#x805A;&#x5408;&#x5206;&#x5E03;&#x7684;&#x53D8;&#x5316;&#x53EF;&#x80FD;&#x5BF9;&#x5E94;&#x4E8E;&#x5F02;&#x5E38;&#x4E8B;&#x4EF6;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x7F51;&#x7EDC;&#x5165;&#x4FB5;&#x4E8B;&#x4EF6;&#x53EF;&#x80FD;&#x4F1A;&#x5BFC;&#x81F4;&#x7F51;&#x7EDC;&#x6D41;&#x4E2D;&#x7684;&#x805A;&#x5408;&#x66F4;&#x6539;&#x70B9;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4E2A;&#x522B;&#x70B9;&#x65B0;&#x5947;&#x53EF;&#x80FD;&#x6216;&#x53EF;&#x80FD;&#x4E0D;&#x5BF9;&#x5E94;&#x4E8E;&#x603B;&#x53D8;&#x5316;&#x70B9;&#x3002;&#x540E;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#x7C7B;&#x4F3C;&#x4E8E;&#x591A;&#x7EF4;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#xFF0C;&#x5176;&#x5177;&#x6709;&#x9488;&#x5BF9;&#x6D41;&#x5F0F;&#x65B9;&#x6848;&#x7684;&#x6548;&#x7387;&#x7EA6;&#x675F;&#x3002;</p>
<p>&#x7B2C;9&#x7AE0;&#x8BA8;&#x8BBA;&#x4E86;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x6570;&#x636E;&#x548C;&#x591A;&#x7EF4;&#x6570;&#x636E;&#x6D41;&#x4E2D;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<h4 id="1522&#x79BB;&#x6563;&#x5E8F;&#x5217;">1.5.2.2&#x79BB;&#x6563;&#x5E8F;&#x5217;</h4>
<p>&#x8BB8;&#x591A;&#x79BB;&#x6563;&#x7684;&#x57FA;&#x4E8E;&#x5E8F;&#x5217;&#x7684;&#x5E94;&#x7528;&#xFF0C;&#x4F8B;&#x5982;&#x5165;&#x4FB5;&#x68C0;&#x6D4B;&#x548C;&#x6B3A;&#x8BC8;&#x68C0;&#x6D4B;&#xFF0C;&#x663E;&#x7136;&#x662F;&#x6682;&#x65F6;&#x7684;&#x3002;&#x6B64;&#x573A;&#x666F;&#x53EF;&#x4EE5;&#x88AB;&#x89C6;&#x4E3A;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x6570;&#x636E;&#x7684;&#x5206;&#x7C7B;&#x6216;&#x79BB;&#x6563;&#x6A21;&#x62DF;&#xFF0C;&#x5176;&#x4E2D;&#x5404;&#x4E2A;&#x4F4D;&#x7F6E;&#x5305;&#x542B;&#x5206;&#x7C7B;&#xFF08;&#x7B26;&#x53F7;&#xFF09;&#x503C;&#x3002;&#x79BB;&#x6563;&#x5E8F;&#x5217;&#x672C;&#x8D28;&#x4E0A;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x65F6;&#x95F4;&#x7684;&#xFF0C;&#x4F46;&#x53EF;&#x4EE5;&#x57FA;&#x4E8E;&#x5B83;&#x4EEC;&#x76F8;&#x5BF9;&#x4E8E;&#x5F7C;&#x6B64;&#x7684;&#x76F8;&#x5BF9;&#x4F4D;&#x7F6E;&#x3002;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#x662F;&#x751F;&#x7269;&#x6570;&#x636E;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x5176;&#x4E2D;&#x5E8F;&#x5217;&#x7531;&#x5B83;&#x4EEC;&#x7684;&#x76F8;&#x5BF9;&#x4F4D;&#x7F6E;&#x6765;&#x5B9A;&#x4E49;&#x3002;</p>
<p>&#x4E0E;&#x8FDE;&#x7EED;&#x6570;&#x636E;&#x7684;&#x81EA;&#x56DE;&#x5F52;&#x6A21;&#x578B;&#x7684;&#x60C5;&#x51B5;&#x4E00;&#x6837;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#xFF08;&#x901A;&#x5E38;&#x662F;&#x9A6C;&#x5C14;&#x53EF;&#x592B;&#xFF09;&#x57FA;&#x4E8E;&#x9884;&#x6D4B;&#x7684;&#x6280;&#x672F;&#x6765;&#x9884;&#x6D4B;&#x5E8F;&#x5217;&#x4E2D;&#x5355;&#x4E2A;&#x4F4D;&#x7F6E;&#x7684;&#x503C;&#x3002;&#x4E0E;&#x9884;&#x6D4B;&#x503C;&#x7684;&#x504F;&#x5DEE;&#x88AB;&#x8BC6;&#x522B;&#x4E3A;&#x4E0A;&#x4E0B;&#x6587;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x901A;&#x5E38;&#x5E0C;&#x671B;&#x5728;&#x8FD9;&#x4E9B;&#x8BBE;&#x7F6E;&#x4E2D;&#x5B9E;&#x65F6;&#x6267;&#x884C;&#x9884;&#x6D4B;&#x3002;&#x5728;&#x5176;&#x4ED6;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EA;&#x80FD;&#x901A;&#x8FC7;&#x5B50;&#x5E8F;&#x5217;&#x5728;&#x591A;&#x4E2A;&#x65F6;&#x95F4;&#x6233;&#x4E0A;&#x663E;&#x793A;&#x7684;&#x6B63;&#x5E38;&#x6A21;&#x5F0F;&#x7684;&#x53D8;&#x5316;&#x6765;&#x8BC6;&#x522B;&#x5F02;&#x5E38;&#x4E8B;&#x4EF6;&#x3002;&#x8FD9;&#x7C7B;&#x4F3C;&#x4E8E;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x6570;&#x636E;&#x4E2D;&#x5F02;&#x5E38;&#x5F62;&#x72B6;&#x68C0;&#x6D4B;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5B83;&#x4EE3;&#x8868;&#x4E00;&#x7EC4;&#x96C6;&#x4F53;&#x5F02;&#x5E38;&#x503C;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x79BB;&#x6563;&#x5E8F;&#x5217;&#x7C7B;&#x4F3C;&#x4E8E;&#x8FDE;&#x7EED;&#x5E8F;&#x5217;&#xFF0C;&#x9664;&#x4E86;&#x5404;&#x4E2A;&#x4F4D;&#x7F6E;&#x4E2D;&#x7684;&#x4E34;&#x754C;&#x503C;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x4E0D;&#x540C;&#x7684;&#x76F8;&#x4F3C;&#x6027;&#x51FD;&#x6570;&#xFF0C;&#x8868;&#x793A;&#x6570;&#x636E;&#x7ED3;&#x6784;&#x548C;&#x9884;&#x6D4B;&#x6280;&#x672F;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x79BB;&#x6563;&#x5E8F;&#x5217;&#x9884;&#x6D4B;&#x9700;&#x8981;&#xFF08;&#x66F4;&#x590D;&#x6742;&#x7684;&#xFF09;&#x9A6C;&#x5C14;&#x53EF;&#x592B;&#x6A21;&#x578B;&#x800C;&#x4E0D;&#x662F;&#xFF08;&#x66F4;&#x7B80;&#x5355;&#xFF09;&#x81EA;&#x56DE;&#x5F52;&#x6280;&#x672F;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x4E24;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#x7684;&#x95EE;&#x9898;&#x8868;&#x8FF0;&#x5728;&#x6982;&#x5FF5;&#x4E0A;&#x662F;&#x76F8;&#x4F3C;&#x7684;&#x3002;&#x4F7F;&#x7528;&#x7684;&#x5177;&#x4F53;&#x6280;&#x672F;&#x662F;&#x4E0D;&#x540C;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x6570;&#x5B57;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x503C;&#x5728;&#x8FDE;&#x7EED;&#x5149;&#x8C31;&#x4E2D;&#x662F;&#x6709;&#x5E8F;&#x7684;&#x548C;&#x53EF;&#x6BD4;&#x8F83;&#x7684;&#xFF0C;&#x800C;&#x79BB;&#x6563;&#x503C;&#x5219;&#x4E0D;&#x662F;&#x3002;&#x7531;&#x4E8E;&#x8FD9;&#x4E9B;&#x5DEE;&#x5F02;&#xFF0C;&#x79BB;&#x6563;&#x5E8F;&#x5217;&#x7684;&#x60C5;&#x51B5;&#x5DF2;&#x5728;&#x4E0E;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x6570;&#x636E;&#x4E0D;&#x540C;&#x7684;&#x7AE0;&#x8282;&#x4E2D;&#x5F97;&#x5230;&#x89E3;&#x51B3;&#x3002;</p>
<p>&#x79BB;&#x6563;&#x6570;&#x636E;&#x5728;&#x8BB8;&#x591A;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x4E2D;&#x5F88;&#x5E38;&#x89C1;&#x3002;&#x5927;&#x591A;&#x6570;&#x751F;&#x7269;&#x5E8F;&#x5217;&#x662F;&#x79BB;&#x6563;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x6BCF;&#x4E2A;&#x4F4D;&#x7F6E;&#x7684;&#x503C;&#x6765;&#x81EA;&#x4E00;&#x7EC4;&#x5206;&#x7C7B;&#x53EF;&#x80FD;&#x6027;&#x3002;&#x540C;&#x6837;&#xFF0C;&#x57FA;&#x4E8E;&#x4E3B;&#x673A;&#x7684;&#x5165;&#x4FB5;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x901A;&#x5E38;&#x4F1A;&#x5BFC;&#x81F4;&#x79BB;&#x6563;&#x6570;&#x636E;&#xFF0C;&#x56E0;&#x4E3A;&#x5927;&#x91CF;&#x8BCA;&#x65AD;&#x4E8B;&#x4EF6;&#x662F;&#x4ECE;&#x4E00;&#x7EC4;&#x79BB;&#x6563;&#x7684;&#x5B9E;&#x4F8B;&#x4E2D;&#x63D0;&#x53D6;&#x7684;[126]&#x3002;&#x7B2C;10&#x7AE0;&#x8BA8;&#x8BBA;&#x4E86;&#x79BB;&#x6563;&#x5E8F;&#x5217;&#x4E2D;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<h4 id="1523&#x7A7A;&#x95F4;&#x6570;&#x636E;">1.5.2.3&#x7A7A;&#x95F4;&#x6570;&#x636E;</h4>
<p>&#x5728;&#x7A7A;&#x95F4;&#x6570;&#x636E;&#x4E2D;&#xFF0C;&#x5728;&#x7A7A;&#x95F4;&#x4F4D;&#x7F6E;&#x5904;&#x6D4B;&#x91CF;&#x8BB8;&#x591A;&#x975E;&#x7A7A;&#x95F4;&#x5C5E;&#x6027;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x6E29;&#x5EA6;&#xFF0C;&#x538B;&#x529B;&#xFF0C;&#x56FE;&#x50CF;&#x50CF;&#x7D20;&#x989C;&#x8272;&#x5F3A;&#x5EA6;&#xFF09;&#x3002;&#x8FD9;&#x4E9B;&#x503C;&#x4E2D;&#x4E0D;&#x5BFB;&#x5E38;&#x7684;&#x5C40;&#x90E8;&#x53D8;&#x5316;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x5E94;&#x8BE5;&#x6307;&#x51FA;&#x7684;&#x662F;&#xFF0C;&#x65F6;&#x95F4;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x4E0E;&#x7A7A;&#x95F4;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x6709;&#x4E00;&#x4E9B;&#x76F8;&#x4F3C;&#x4E4B;&#x5904;[523]&#x3002;&#x4E24;&#x8005;&#x901A;&#x5E38;&#x90FD;&#x8981;&#x6C42;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x5C5E;&#x6027;&#x8868;&#x73B0;&#x51FA;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x7684;&#x8FDE;&#x7EED;&#x6027;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x8003;&#x8651;&#x6E29;&#x5EA6;&#x7684;&#x6D4B;&#x91CF;&#xFF0C;&#x5176;&#x4E2D;&#x6D4B;&#x91CF;&#x53EF;&#x4EE5;&#x4E0E;&#x65F6;&#x95F4;&#x6233;&#x548C;&#x7A7A;&#x95F4;&#x5750;&#x6807;&#x76F8;&#x5173;&#x8054;&#x3002;&#x6B63;&#x5982;&#x9884;&#x671F;&#x8FDE;&#x7EED;&#x65F6;&#x95F4;&#x6233;&#x7684;&#x6E29;&#x5EA6;&#x53D8;&#x5316;&#x4E0D;&#x592A;&#x5927;&#xFF08;&#x65F6;&#x95F4;&#x8FDE;&#x7EED;&#x6027;&#xFF09;&#x4E00;&#x6837;&#xFF0C;&#x4E5F;&#x9884;&#x671F;&#x7A7A;&#x95F4;&#x4E0A;&#x63A5;&#x8FD1;&#x7684;&#x4F4D;&#x7F6E;&#x7684;&#x6E29;&#x5EA6;&#x53D8;&#x5316;&#x4E0D;&#x592A;&#x5927;&#xFF08;&#x7A7A;&#x95F4;&#x8FDE;&#x7EED;&#x6027;&#xFF09;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x4F7F;&#x7528;&#x6D77;&#x9762;&#x6E29;&#x5EA6;&#x548C;&#x538B;&#x529B;&#x7684;&#x8FD9;&#x79CD;&#x4E0D;&#x5BFB;&#x5E38;&#x7684;&#x7A7A;&#x95F4;&#x53D8;&#x5316;[523]&#x6765;&#x8BC6;&#x522B;&#x57FA;&#x7840;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x91CD;&#x8981;&#x548C;&#x5F02;&#x5E38;&#x65F6;&#x7A7A;&#x4E8B;&#x4EF6;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x5F62;&#x6210;&#x65CB;&#x98CE;&#xFF09;&#x3002;&#x65F6;&#x7A7A;&#x6570;&#x636E;&#x662F;&#x7A7A;&#x95F4;&#x548C;&#x65F6;&#x95F4;&#x6570;&#x636E;&#x7684;&#x6982;&#x62EC;&#xFF0C;&#x4EFB;&#x4F55;&#x57DF;&#x4E2D;&#x4F7F;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x901A;&#x5E38;&#x53EF;&#x4EE5;&#x63A8;&#x5E7F;&#x5230;&#x8FD9;&#x4E9B;&#x573A;&#x666F;&#x3002;&#x7B2C;11&#x7AE0;&#x8BA8;&#x8BBA;&#x4E86;&#x5728;&#x7A7A;&#x95F4;&#x548C;&#x65F6;&#x7A7A;&#x6570;&#x636E;&#x4E2D;&#x67E5;&#x627E;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<p>&#x56FE;1&#x3002;9</p>
<h3 id="1524&#x7F51;&#x7EDC;&#x548C;&#x56FE;&#x5F62;&#x6570;&#x636E;">1.5.2.4&#x7F51;&#x7EDC;&#x548C;&#x56FE;&#x5F62;&#x6570;&#x636E;</h3>
<p>&#x5728;&#x7F51;&#x7EDC;&#x6216;&#x56FE;&#x5F62;&#x6570;&#x636E;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x503C;&#x53EF;&#x4EE5;&#x5BF9;&#x5E94;&#x4E8E;&#x7F51;&#x7EDC;&#x4E2D;&#x7684;&#x8282;&#x70B9;&#xFF0C;&#x5E76;&#x4E14;&#x6570;&#x636E;&#x503C;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;&#x53EF;&#x4EE5;&#x5BF9;&#x5E94;&#x4E8E;&#x7F51;&#x7EDC;&#x4E2D;&#x7684;&#x8FB9;&#x7F18;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x53EF;&#x4EE5;&#x4EE5;&#x4E0D;&#x540C;&#x7684;&#x65B9;&#x5F0F;&#x5EFA;&#x6A21;&#xFF0C;&#x8FD9;&#x53D6;&#x51B3;&#x4E8E;&#x8282;&#x70B9;&#x5728;&#x4E0E;&#x5176;&#x4ED6;&#x8282;&#x70B9;&#x7684;&#x5173;&#x7CFB;&#x6216;&#x8FB9;&#x7F18;&#x672C;&#x8EAB;&#x65B9;&#x9762;&#x7684;&#x4E0D;&#x89C4;&#x5219;&#x6027;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x5176;&#x4F4D;&#x7F6E;&#x5185;&#x663E;&#x793A;&#x5176;&#x7ED3;&#x6784;&#x4E0D;&#x89C4;&#x5219;&#x6027;&#x7684;&#x8282;&#x70B9;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x5F02;&#x5E38;&#x503C;[41]&#x3002;&#x7C7B;&#x4F3C;&#x5730;&#xFF0C;&#x8FDE;&#x63A5;&#x4E0D;&#x540C;&#x8282;&#x70B9;&#x793E;&#x533A;&#x7684;&#x8FB9;&#x7F18;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x5173;&#x7CFB;&#x6216;&#x793E;&#x533A;&#x5F02;&#x5E38;[17,114]&#x3002;&#x5728;&#x56FE;1.9&#x4E2D;&#xFF0C;&#x793A;&#x51FA;&#x4E86;&#x7F51;&#x7EDC;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x4E24;&#x4E2A;&#x793A;&#x4F8B;&#x3002;&#x56FE;1.9&#xFF08;a&#xFF09;&#x793A;&#x51FA;&#x4E86;&#x8282;&#x70B9;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x793A;&#x4F8B;&#xFF0C;&#x56E0;&#x4E3A;&#x8282;&#x70B9;6&#x5177;&#x6709;&#x4E0E;&#x5176;&#x4ED6;&#x8282;&#x70B9;&#x660E;&#x663E;&#x4E0D;&#x540C;&#x7684;&#x5F02;&#x5E38;&#x4F4D;&#x7F6E;&#x7ED3;&#x6784;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x56FE;1.9&#xFF08;b&#xFF09;&#x4E2D;&#x7684;&#x8FB9;&#x7F18;&#xFF08;2,5&#xFF09;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x5173;&#x7CFB;&#x5F02;&#x5E38;&#x503C;&#x6216;&#x793E;&#x533A;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x8FDE;&#x63A5;&#x4E24;&#x4E2A;&#x4E0D;&#x540C;&#x7684;&#x793E;&#x533A;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x590D;&#x6742;&#x6570;&#x636E;&#xFF08;&#x5982;&#x56FE;&#x5F62;&#xFF09;&#x4E2D;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x5B9A;&#x4E49;&#x5177;&#x6709;&#x66F4;&#x5927;&#x7684;&#x590D;&#x6742;&#x6027;&#x548C;&#x7075;&#x6D3B;&#x6027;&#x3002;&#x4E5F;&#x6CA1;&#x6709;&#x552F;&#x4E00;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x5B9A;&#x4E49;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x5B83;&#x4E25;&#x91CD;&#x4F9D;&#x8D56;&#x4E8E;&#x624B;&#x5934;&#x7684;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x57DF;&#x3002;&#x4E00;&#x822C;&#x800C;&#x8A00;&#xFF0C;&#x6570;&#x636E;&#x8D8A;&#x590D;&#x6742;&#xFF0C;&#x5206;&#x6790;&#x5E08;&#x5C31;&#x5148;&#x524D;&#x63A8;&#x65AD;&#x51FA;&#x7684;&#x5EFA;&#x6A21;&#x76EE;&#x7684;&#x662F;&#x6B63;&#x5E38;&#x7684;&#x3002;</p>
<p>&#x8FD8;&#x53EF;&#x4EE5;&#x5C06;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#x7EC4;&#x5408;&#x7528;&#x4E8E;&#x79BB;&#x7FA4;&#x503C;&#x5EFA;&#x6A21;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x56FE;&#x8868;&#x53EF;&#x80FD;&#x662F;&#x6682;&#x65F6;&#x7684;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6570;&#x636E;&#x53EF;&#x80FD;&#x5177;&#x6709;&#x968F;&#x65F6;&#x95F4;&#x53D8;&#x5316;&#x548C;&#x76F8;&#x4E92;&#x5F71;&#x54CD;&#x7684;&#x7ED3;&#x6784;&#x548C;&#x65F6;&#x95F4;&#x4F9D;&#x8D56;&#x6027;[17]&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x5E95;&#x5C42;&#x7F51;&#x7EDC;&#x793E;&#x533A;&#x6216;&#x8DDD;&#x79BB;&#x7ED3;&#x6784;&#x7684;&#x91CD;&#x5927;&#x53D8;&#x5316;&#x6765;&#x5B9A;&#x4E49;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x8FD9;&#x4E9B;&#x6A21;&#x578B;&#x7ED3;&#x5408;&#x4E86;&#x7F51;&#x7EDC;&#x5206;&#x6790;&#x548C;&#x53D8;&#x5316;&#x68C0;&#x6D4B;&#xFF0C;&#x4EE5;&#x68C0;&#x6D4B;&#x7ED3;&#x6784;&#x548C;&#x65F6;&#x95F4;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x6709;&#x5173;&#x56FE;&#x4E2D;&#x65F6;&#x95F4;&#x548C;&#x975E;&#x65F6;&#x95F4;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#x7684;&#x8BE6;&#x7EC6;&#x8BA8;&#x8BBA;&#xFF0C;&#x8BF7;&#x53C2;&#x89C1;&#x7B2C;12&#x7AE0;&#x3002;&#x76F8;&#x5173;&#x8C03;&#x67E5;&#x89C1;[14,14,457]&#x3002;</p>
<h2 id="16&#x76D1;&#x7763;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;">1.6&#x76D1;&#x7763;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;</h2>
<p>&#x5728;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5148;&#x524D;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x793A;&#x4F8B;&#x3002;&#x6570;&#x636E;&#x7684;&#x5B50;&#x96C6;&#x53EF;&#x4EE5;&#x88AB;&#x6807;&#x8BB0;&#x4E3A;&#x5F02;&#x5E38;&#xFF0C;&#x800C;&#x5269;&#x4F59;&#x7684;&#x6570;&#x636E;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x6B63;&#x5E38;&#x7684;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5F02;&#x5E38;&#x8BC6;&#x522B;&#x8FC7;&#x7A0B;&#x88AB;&#x79F0;&#x4E3A;&#x76D1;&#x7763;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#xFF0C;&#x56E0;&#x4E3A;&#x6807;&#x7B7E;&#x7528;&#x4E8E;&#x8BAD;&#x7EC3;&#x53EF;&#x4EE5;&#x786E;&#x5B9A;&#x7279;&#x5B9A;&#x7C7B;&#x578B;&#x7684;&#x5F02;&#x5E38;&#x7684;&#x6A21;&#x578B;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x76D1;&#x7763;&#x6A21;&#x578B;&#x901A;&#x5E38;&#x4F1A;&#x63D0;&#x4F9B;&#x4E0E;&#x65E0;&#x76D1;&#x7763;&#x6848;&#x4F8B;&#x622A;&#x7136;&#x4E0D;&#x540C;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x8BF7;&#x8003;&#x8651;&#x4EE5;&#x4E0B;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#xFF1A;
 3,2,3,2,3,87,2,2,3,3,3,81,91,86,91,81
&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6570;&#x636E;&#x503C;&#x7684;&#x7A81;&#x7136;&#x53D8;&#x5316;&#xFF08;&#x5728;87&#x548C;84&#x5904;&#xFF09;&#x53EF;&#x80FD;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x65E0;&#x76D1;&#x7763;&#x60C5;&#x666F;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5728;&#x8BF8;&#x5982;&#x4FE1;&#x7528;&#x5361;&#x4EA4;&#x6613;&#x7B49;&#x7EA7;&#x7684;&#x5E94;&#x7528;&#x4E2D;&#xFF0C;&#x5148;&#x524D;&#x6807;&#x8BB0;&#x7684;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x793A;&#x4F8B;&#x53EF;&#x80FD;&#x8868;&#x660E;&#x6570;&#x636E;&#x7684;&#x9AD8;&#x8FDE;&#x7EED;&#x503C;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x51FA;&#x73B0;&#x7684;87&#x4E0D;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#xFF0C;&#x800C;84&#x7684;&#x51FA;&#x73B0;&#x53CA;&#x5176;&#x4E0B;&#x5217;&#x503C;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#xFF08;&#x7EDF;&#x79F0;&#xFF09;&#x5F02;&#x5E38;&#x3002;</p>
<p>&#x4F5C;&#x4E3A;&#x4E00;&#x822C;&#x89C4;&#x5219;&#xFF0C;&#x5F53;&#x6807;&#x7B7E;&#x53EF;&#x7528;&#x65F6;&#xFF0C;&#x5E94;&#x59CB;&#x7EC8;&#x4F7F;&#x7528;&#x76D1;&#x7763;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x80FD;&#x591F;&#x53D1;&#x73B0;&#x7279;&#x5B9A;&#x4E8E;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x7684;&#x5F02;&#x5E38;&#x5F02;&#x5E38;&#x3002;&#x76D1;&#x7763;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x662F;&#x5206;&#x7C7B;&#x95EE;&#x9898;&#x7684;&#xFF08;&#x56F0;&#x96BE;&#xFF09;&#x7279;&#x6B8A;&#x60C5;&#x51B5;&#x3002;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x4E3B;&#x8981;&#x7279;&#x5F81;&#x662F;&#x6807;&#x7B7E;&#x5728;&#x76F8;&#x5BF9;&#x5B58;&#x5728;&#x65B9;&#x9762;&#x6781;&#x4E0D;&#x5E73;&#x8861;[132]&#x3002;&#x7531;&#x4E8E;&#x5F02;&#x5E38;&#x8FDC;&#x8FDC;&#x5C11;&#x4E8E;&#x6B63;&#x5E38;&#x70B9;&#xFF0C;&#x56E0;&#x6B64;&#x73B0;&#x6210;&#x7684;&#x5206;&#x7C7B;&#x5668;&#x53EF;&#x4EE5;&#x5C06;&#x6240;&#x6709;&#x6D4B;&#x8BD5;&#x70B9;&#x9884;&#x6D4B;&#x4E3A;&#x6B63;&#x5E38;&#x70B9;&#xFF0C;&#x5E76;&#x4E14;&#x4ECD;&#x7136;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x6781;&#x4F73;&#x7684;&#x51C6;&#x786E;&#x6027;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x4ECE;&#x5B9E;&#x9645;&#x7684;&#x89C2;&#x70B9;&#x6765;&#x770B;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x7ED3;&#x679C;&#x662F;&#x6CA1;&#x6709;&#x7528;&#x7684;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x8C03;&#x6574;&#x5206;&#x7C7B;&#x5668;&#xFF0C;&#x4F7F;&#x5F97;&#x5F02;&#x5E38;&#x7C7B;&#x522B;&#x7684;&#x5206;&#x7C7B;&#x4E2D;&#x7684;&#x9519;&#x8BEF;&#x6BD4;&#x591A;&#x6570;&#x7C7B;&#x522B;&#x7684;&#x5206;&#x7C7B;&#x4E2D;&#x7684;&#x9519;&#x8BEF;&#x66F4;&#x4E25;&#x91CD;&#x5730;&#x53D7;&#x5230;&#x60E9;&#x7F5A;&#x3002;&#x8FD9;&#x4E2A;&#x60F3;&#x6CD5;&#x662F;&#xFF0C;&#x6700;&#x597D;&#x5C06;&#x8D1F;&#x9762;&#x7C7B;&#x522B;&#x9884;&#x6D4B;&#x4E3A;&#x5F02;&#x5E38;&#xFF08;&#x8BEF;&#x62A5;&#xFF09;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x9519;&#x8FC7;&#x771F;&#x6B63;&#x7684;&#x5F02;&#x5E38;&#x503C;&#xFF08;&#x5047;&#x9634;&#x6027;&#xFF09;&#x3002;&#x4E0E;&#x5176;&#x4ED6;&#x5206;&#x7C7B;&#x5E94;&#x7528;&#x76F8;&#x6BD4;&#xFF0C;&#x8FD9;&#x5BFC;&#x81F4;&#x8BEF;&#x62A5;&#x548C;&#x6F0F;&#x62A5;&#x4E4B;&#x95F4;&#x7684;&#x6743;&#x8861;&#x53D6;&#x820D;&#x3002;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x88AB;&#x79F0;&#x4E3A;&#x6210;&#x672C;&#x654F;&#x611F;&#x578B;&#x5B66;&#x4E60;&#xFF0C;&#x56E0;&#x4E3A;&#x5DEE;&#x5F02;&#x8BEF;&#x5DEE;&#x6210;&#x672C;&#x9002;&#x7528;&#x4E8E;&#x4E0D;&#x540C;&#x7684;&#x7C7B;&#x522B;&#x4EE5;&#x8C03;&#x8282;&#x8FD9;&#x4E9B;&#x6743;&#x8861;&#x3002;</p>
<p>&#x53D7;&#x76D1;&#x7763;&#x7684;&#x8BBE;&#x7F6E;&#x8FD8;&#x652F;&#x6301;&#x5206;&#x7C7B;&#x95EE;&#x9898;&#x7684;&#x5176;&#x4ED6;&#x51E0;&#x4E2A;&#x53D8;&#x4F53;&#xFF0C;&#x8FD9;&#x4E9B;&#x53D8;&#x4F53;&#x975E;&#x5E38;&#x5177;&#x6709;&#x6311;&#x6218;&#x6027;&#xFF1A;
&#x2022;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x6709;&#x9650;&#x6570;&#x91CF;&#x7684;&#x6B63;&#xFF08;&#x5F02;&#x5E38;&#xFF09;&#x7C7B;&#x5B9E;&#x4F8B;&#xFF0C;&#x800C;&#x201C;&#x6B63;&#x5E38;&#x201D;&#x793A;&#x4F8B;&#x53EF;&#x80FD;&#x5305;&#x542B;&#x672A;&#x77E5;&#x6BD4;&#x4F8B;&#x7684;&#x5F02;&#x5E38;&#x503C;[183]&#x200B;&#x200B;&#x3002;&#x8FD9;&#x88AB;&#x79F0;&#x4E3A;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x4E2D;&#x7684;&#x6B63;&#x65E0;&#x6807;&#x8BB0;&#x5206;&#x7C7B;&#xFF08;PUC&#xFF09;&#x95EE;&#x9898;&#x3002;&#x9664;&#x4E86;&#x5206;&#x7C7B;&#x6A21;&#x578B;&#x9700;&#x8981;&#x66F4;&#x591A;&#x5730;&#x8BA4;&#x8BC6;&#x5230;&#x8D1F;&#xFF08;&#x672A;&#x6807;&#x8BB0;&#xFF09;&#x7C7B;&#x4E2D;&#x7684;&#x6C61;&#x67D3;&#x7269;&#x4E4B;&#x5916;&#xFF0C;&#x8FD9;&#x79CD;&#x53D8;&#x5316;&#x4ECD;&#x7136;&#x4E0E;&#x5B8C;&#x5168;&#x76D1;&#x7763;&#x7684;&#x7A00;&#x6709;&#x7C7B;&#x60C5;&#x666F;&#x975E;&#x5E38;&#x76F8;&#x4F3C;&#x3002;</p>
<p>&#x2022;&#x53EA;&#x6709;&#x6B63;&#x5E38;&#x548C;&#x5F02;&#x5E38;&#x7C7B;&#x5B50;&#x96C6;&#x7684;&#x5B9E;&#x4F8B;&#x53EF;&#x7528;&#xFF0C;&#x4F46;&#x8BAD;&#x7EC3;&#x6570;&#x636E;&#x4E2D;&#x53EF;&#x80FD;&#x7F3A;&#x5C11;&#x4E00;&#x4E9B;&#x5F02;&#x5E38;&#x7C7B;[388,389,538]&#x3002;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x5728;&#x8BF8;&#x5982;&#x5165;&#x4FB5;&#x68C0;&#x6D4B;&#x7B49;&#x573A;&#x666F;&#x4E2D;&#x975E;&#x5E38;&#x5E38;&#x89C1;&#xFF0C;&#x5176;&#x4E2D;&#x53EF;&#x80FD;&#x5DF2;&#x77E5;&#x67D0;&#x4E9B;&#x5165;&#x4FB5;&#xFF0C;&#x4F46;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x63A8;&#x79FB;&#x4E0D;&#x65AD;&#x53D1;&#x73B0;&#x5176;&#x4ED6;&#x65B0;&#x7C7B;&#x578B;&#x7684;&#x5165;&#x4FB5;&#x3002;&#x8FD9;&#x662F;&#x7528;&#x4E8E;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;&#x7684;&#x534A;&#x76D1;&#x7763;&#x8BBE;&#x7F6E;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x6709;&#x76D1;&#x7763;&#x548C;&#x65E0;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#x7684;&#x7EC4;&#x5408;&#x3002;</p>
<p>&#x2022;&#x5728;&#x4E3B;&#x52A8;&#x5B66;&#x4E60;&#x4E2D;&#xFF0C;&#x6807;&#x7B7E;&#x83B7;&#x53D6;&#x95EE;&#x9898;&#x4E0E;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x914D;&#x5BF9;[431]&#x3002;&#x4E3B;&#x8981;&#x5047;&#x8BBE;&#x662F;&#x83B7;&#x53D6;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x793A;&#x4F8B;&#x662F;&#x6602;&#x8D35;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x9009;&#x62E9;&#x6B63;&#x786E;&#x7684;&#x6807;&#x7B7E;&#x793A;&#x4F8B;&#x4EE5;&#x4FBF;&#x4F7F;&#x7528;&#x6700;&#x5C11;&#x6570;&#x91CF;&#x7684;&#x6807;&#x7B7E;&#x6267;&#x884C;&#x51C6;&#x786E;&#x5206;&#x7C7B;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x3002;</p>
<p>&#x7B2C;7&#x7AE0;&#x8BA8;&#x8BBA;&#x4E86;&#x7528;&#x4E8E;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x76D1;&#x7763;&#x65B9;&#x6CD5;&#x3002;</p>
<h2 id="17&#x5F02;&#x5E38;&#x503C;&#x8BC4;&#x4F30;&#x6280;&#x672F;">1.7&#x5F02;&#x5E38;&#x503C;&#x8BC4;&#x4F30;&#x6280;&#x672F;</h2>
<p>&#x5173;&#x952E;&#x95EE;&#x9898;&#x662F;&#x5982;&#x4F55;&#x8BC4;&#x4F30;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x7684;&#x6709;&#x6548;&#x6027;&#x3002;&#x4E0D;&#x5E78;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x901A;&#x5E38;&#x662F;&#x4E00;&#x9879;&#x8270;&#x5DE8;&#x7684;&#x4EFB;&#x52A1;&#xFF0C;&#x56E0;&#x4E3A;&#x6839;&#x636E;&#x5B9A;&#x4E49;&#xFF0C;&#x5F02;&#x5E38;&#x503C;&#x5F88;&#x5C11;&#x89C1;&#x3002;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x901A;&#x5E38;&#x65E0;&#x6CD5;&#x5C06;&#x6570;&#x636E;&#x70B9;&#x7684;&#x5730;&#x9762;&#x5B9E;&#x51B5;&#x6807;&#x8BB0;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x6216;&#x975E;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x5BF9;&#x4E8E;&#x65E0;&#x76D1;&#x7763;&#x7B97;&#x6CD5;&#x5C24;&#x5176;&#x5982;&#x6B64;&#xFF0C;&#x56E0;&#x4E3A;&#x5982;&#x679C;&#x5730;&#x9762;&#x5B9E;&#x9645;&#x786E;&#x5B9E;&#x53EF;&#x7528;&#xFF0C;&#x5219;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5B83;&#x6765;&#x521B;&#x5EFA;&#x66F4;&#x6709;&#x6548;&#x7684;&#x76D1;&#x7763;&#x7B97;&#x6CD5;&#x3002;&#x5728;&#x65E0;&#x76D1;&#x7763;&#x7684;&#x573A;&#x666F;&#x4E2D;&#xFF08;&#x6CA1;&#x6709;&#x5730;&#x9762;&#x5B9E;&#x51B5;&#xFF09;&#xFF0C;&#x901A;&#x5E38;&#x5F88;&#x96BE;&#x4EE5;&#x4E25;&#x683C;&#x7684;&#x65B9;&#x5F0F;&#x5224;&#x65AD;&#x5E95;&#x5C42;&#x7B97;&#x6CD5;&#x7684;&#x6709;&#x6548;&#x6027;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x8BB8;&#x591A;&#x7814;&#x7A76;&#x6587;&#x732E;&#x4F7F;&#x7528;&#x6848;&#x4F8B;&#x7814;&#x7A76;&#x6765;&#x63D0;&#x4F9B;&#x5BF9;&#x65E0;&#x76D1;&#x7763;&#x60C5;&#x666F;&#x4E2D;&#x6F5C;&#x5728;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x76F4;&#x89C2;&#x548C;&#x5B9A;&#x6027;&#x8BC4;&#x4F30;&#x3002;</p>
<p>&#x5728;&#x5176;&#x4ED6;&#x65E0;&#x76D1;&#x7763;&#x95EE;&#x9898;&#xFF08;&#x5982;&#x6570;&#x636E;&#x805A;&#x7C7B;&#xFF09;&#x4E2D;&#xFF0C;&#x5E38;&#x89C1;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x4F7F;&#x7528;&#x5185;&#x90E8;&#x6709;&#x6548;&#x6027;&#x5EA6;&#x91CF;&#xFF0C;&#x5176;&#x4E2D;&#x4F7F;&#x7528;&#x201C;&#x4F18;&#x5EA6;&#x201D;&#x6A21;&#x578B;&#x6765;&#x5EA6;&#x91CF;&#x7B97;&#x6CD5;&#x7684;&#x6709;&#x6548;&#x6027;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x6570;&#x636E;&#x805A;&#x7C7B;&#x4E2D;&#x7684;&#x826F;&#x597D;&#x5EA6;&#x91CF;&#x7684;&#x5E38;&#x7528;&#x5EA6;&#x91CF;&#x662F;&#x805A;&#x7C7B;&#x7684;&#x5747;&#x65B9;&#x534A;&#x5F84;&#x3002;&#x8FD9;&#x4E9B;&#x63AA;&#x65BD;&#x7684;&#x4E3B;&#x8981;&#x95EE;&#x9898;&#x662F;&#x5B83;&#x4EEC;&#x53EA;&#x80FD;&#x63D0;&#x4F9B;&#x201C;&#x5584;&#x201D;&#x6A21;&#x578B;&#x4E0E;&#x5B66;&#x4E60;&#x6A21;&#x578B;&#x7684;&#x5339;&#x914D;&#x7A0B;&#x5EA6;&#x3002;&#x6BD5;&#x7ADF;&#xFF0C;&#x5728;&#x65E0;&#x4EBA;&#x76D1;&#x7763;&#x7684;&#x95EE;&#x9898;&#x4E2D;&#xFF0C;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x77E5;&#x9053;&#x201C;&#x6B63;&#x786E;&#x201D;&#x7684;&#x5584;&#x826F;&#x6A21;&#x5F0F;;&#x77DB;&#x76FE;&#x7684;&#x662F;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x6B63;&#x786E;&#x7684;&#x6A21;&#x578B;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x5728;&#x7B97;&#x6CD5;&#x4E2D;&#x4F7F;&#x7528;&#x5B83;&#x800C;&#x4E0D;&#x662F;&#x7528;&#x4E8E;&#x8BC4;&#x4F30;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x901A;&#x8FC7;&#x9009;&#x62E9;&#x4E0E;&#x5584;&#x826F;&#x6A21;&#x578B;&#x76F8;&#x5173;&#x7684;&#x7B97;&#x6CD5;&#x6765;&#x6BD4;&#x8F83;&#x8FD9;&#x79CD;&#x5185;&#x90E8;&#x6709;&#x6548;&#x6027;&#x6A21;&#x578B;&#x662F;&#x76F8;&#x5BF9;&#x5BB9;&#x6613;&#x7684;;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x5728;&#x805A;&#x7C7B;&#x57DF;[33]&#x4E2D;&#x662F;&#x4F17;&#x6240;&#x5468;&#x77E5;&#x7684;&#x3002;&#x8FD9;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;&#x5185;&#x90E8;&#x8BC4;&#x4F30;&#x8FC7;&#x5EA6;&#x62DF;&#x5408;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5728;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x4E2D;&#xFF0C;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x8981;&#x4E25;&#x91CD;&#x5F97;&#x591A;&#xFF0C;&#x56E0;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x6807;&#x7B7E;&#x7684;&#x5C11;&#x91CF;&#x53D8;&#x5316;&#x4F1A;&#x4E25;&#x91CD;&#x5F71;&#x54CD;&#x6027;&#x80FD;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x57FA;&#x4E8E;&#x8DDD;&#x79BB;&#x7684;&#x5185;&#x90E8;&#x6D4B;&#x91CF;&#x5C06;&#x4F18;&#x4E8E;&#x57FA;&#x4E8E;&#x8DDD;&#x79BB;&#x7684;&#x7B97;&#x6CD5;&#x800C;&#x4E0D;&#x662F;&#x7EBF;&#x6027;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x57FA;&#x4E8E;PCA&#x7684;&#xFF09;&#x6280;&#x672F;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x5185;&#x90E8;&#x6709;&#x6548;&#x6027;&#x7684;&#x7EBF;&#x6027;&#x6A21;&#x578B;&#x5C06;&#x504F;&#x5411;&#x57FA;&#x4E8E;PCA&#x7684;&#x6280;&#x672F;&#x800C;&#x4E0D;&#x662F;&#x57FA;&#x4E8E;&#x8DDD;&#x79BB;&#x7684;&#x7B97;&#x6CD5;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5185;&#x90E8;&#x6709;&#x6548;&#x6027;&#x6D4B;&#x91CF;&#x5F88;&#x5C11;&#x7528;&#x4E8E;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#xFF0C;&#x8FD9;&#x4F3C;&#x4E4E;&#x662F;&#x6BD4;&#x6570;&#x636E;&#x805A;&#x7C7B;&#x793E;&#x533A;&#x91C7;&#x7528;&#x7684;&#x66F4;&#x660E;&#x667A;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<p>&#x5728;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x4E2D;&#xFF0C;&#x66F4;&#x5408;&#x7406;&#xFF08;&#x5C3D;&#x7BA1;&#x4E0D;&#x5B8C;&#x7F8E;&#xFF09;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x4F7F;&#x7528;&#x5916;&#x90E8;&#x6709;&#x6548;&#x6027;&#x6D4B;&#x91CF;&#x3002;&#x5728;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6570;&#x636E;&#x96C6;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x4E0D;&#x5E73;&#x8861;&#x7684;&#x5206;&#x7C7B;&#x95EE;&#x9898;&#x8FDB;&#x884C;&#x8C03;&#x6574;&#xFF0C;&#x7A00;&#x6709;&#x6807;&#x7B7E;&#x53EF;&#x4EE5;&#x7528;&#x4F5C;&#x5730;&#x9762;&#x5B9E;&#x51B5;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x66FF;&#x4EE3;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x51FA;&#x73B0;&#x4E86;&#x4E00;&#x4E2A;&#x81EA;&#x7136;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5373;&#x5730;&#x9762;&#x5B9E;&#x51B5;&#x5982;&#x4F55;&#x7528;&#x4E8E;&#x8BC4;&#x4F30;&#x6709;&#x6548;&#x6027;&#x3002;&#x5927;&#x591A;&#x6570;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x8F93;&#x51FA;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x5E76;&#x4E14;&#x8BE5;&#x5206;&#x6570;&#x7684;&#x9608;&#x503C;&#x7528;&#x4E8E;&#x5C06;&#x5206;&#x6570;&#x8F6C;&#x6362;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x6807;&#x7B7E;&#x3002;&#x5982;&#x679C;&#x9009;&#x62E9;&#x9608;&#x503C;&#x8FC7;&#x4E8E;&#x4E25;&#x683C;&#x4EE5;&#x6700;&#x5C0F;&#x5316;&#x58F0;&#x660E;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6570;&#x91CF;&#xFF0C;&#x5219;&#x7B97;&#x6CD5;&#x5C06;&#x9519;&#x8FC7;&#x771F;&#x6B63;&#x7684;&#x5F02;&#x5E38;&#x70B9;&#xFF08;&#x5047;&#x9634;&#x6027;&#xFF09;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5982;&#x679C;&#x7B97;&#x6CD5;&#x5C06;&#x8FC7;&#x591A;&#x7684;&#x6570;&#x636E;&#x70B9;&#x58F0;&#x660E;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x5219;&#x4F1A;&#x5BFC;&#x81F4;&#x8FC7;&#x591A;&#x7684;&#x8BEF;&#x62A5;&#x3002;&#x8FD9;&#x79CD;&#x6743;&#x8861;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x7CBE;&#x786E;&#x5EA6;&#x548C;&#x53EC;&#x56DE;&#x6765;&#x8861;&#x91CF;&#xFF0C;&#x8FD9;&#x901A;&#x5E38;&#x7528;&#x4E8E;&#x8861;&#x91CF;&#x57FA;&#x4E8E;&#x96C6;&#x5408;&#x7684;&#x68C0;&#x7D22;&#x7684;&#x6709;&#x6548;&#x6027;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x79BB;&#x7FA4;&#x503C;&#x5F97;&#x5206;&#x7684;&#x4EFB;&#x4F55;&#x7ED9;&#x5B9A;&#x9608;&#x503C;t&#xFF0C;&#x58F0;&#x660E;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x96C6;&#x5408;&#x7531;S&#xFF08;t&#xFF09;&#x8868;&#x793A;&#x3002; &#x968F;&#x7740;t&#x7684;&#x53D8;&#x5316;&#xFF0C;S&#xFF08;t&#xFF09;&#x7684;&#x5927;&#x5C0F;&#x4E5F;&#x4F1A;&#x53D1;&#x751F;&#x53D8;&#x5316;&#x3002; G&#x8868;&#x793A;&#x6570;&#x636E;&#x96C6;&#x4E2D;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x771F;&#x5B9E;&#x96C6;&#x5408;&#xFF08;&#x5730;&#x9762;&#x5B9E;&#x4F8B;&#x96C6;&#xFF09;&#x3002; &#x7136;&#x540E;&#xFF0C;&#x5BF9;&#x4E8E;&#x4EFB;&#x4F55;&#x7ED9;&#x5B9A;&#x7684;&#x9608;&#x503C;t&#xFF0C;&#x7CBE;&#x5EA6;&#x88AB;&#x5B9A;&#x4E49;&#x4E3A;&#x771F;&#x5B9E;&#x8BC1;&#x660E;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x62A5;&#x544A;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x767E;&#x5206;&#x6BD4;&#x3002;
P recision(t) = 100 &#xB7; |S(t) &#x2229; G| (1.5) |S (t)|</p>
<p>&#x7CBE;&#x5EA6;&#xFF08;t&#xFF09;&#x7684;&#x503C;&#x5728;t&#x4E2D;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x5355;&#x8C03;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x5206;&#x5B50;&#x548C;&#x5206;&#x6BCD;&#x53EF;&#x4EE5;&#x4E0D;&#x540C;&#x5730;&#x6539;&#x53D8;t&#x3002; &#x53EC;&#x56DE;&#x76F8;&#x5E94;&#x5730;&#x5B9A;&#x4E49;&#x4E3A;&#x5728;&#x9608;&#x503C;t&#x5904;&#x62A5;&#x544A;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x5730;&#x9762;&#x5B9E;&#x51B5;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x767E;&#x5206;&#x6BD4;&#x3002;
Recall(t) = 100 &#xB7; |S(t) &#x2229; G| (1.6)</p>
<p>&#x901A;&#x8FC7;&#x6539;&#x53D8;&#x53C2;&#x6570;t&#xFF0C;&#x53EF;&#x4EE5;&#x7ED8;&#x5236;&#x7CBE;&#x5EA6;&#x548C;&#x53EC;&#x56DE;&#x4E4B;&#x95F4;&#x7684;&#x66F2;&#x7EBF;&#x3002;&#x8FD9;&#x88AB;&#x79F0;&#x4E3A;&#x7CBE;&#x786E;&#x56DE;&#x5FC6;&#x66F2;&#x7EBF;&#x3002;&#x8BE5;&#x66F2;&#x7EBF;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x5355;&#x8C03;&#x7684;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x66F4;&#x6709;&#x6548;&#x7684;&#x7B97;&#x6CD5;&#xFF0C;&#x9AD8;&#x7CBE;&#x5EA6;&#x503C;&#x901A;&#x5E38;&#x53EF;&#x80FD;&#x5BF9;&#x5E94;&#x4E8E;&#x8F83;&#x4F4E;&#x7684;&#x53EC;&#x56DE;&#x503C;&#xFF0C;&#x53CD;&#x4E4B;&#x4EA6;&#x7136;&#x3002;&#x5F53;&#x6309;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x6392;&#x5E8F;&#x65F6;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x4F7F;&#x7528;&#x6570;&#x636E;&#x70B9;&#x7684;&#x7B49;&#x7EA7;&#x4E0A;&#x7684;&#x9608;&#x503C;&#x6765;&#x751F;&#x6210;&#x7CBE;&#x786E;&#x56DE;&#x5FC6;&#xFF08;PR&#xFF09;&#x66F2;&#x7EBF;&#x3002;&#x5728;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x4E2D;&#x6CA1;&#x6709;&#x8054;&#x7CFB;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x57FA;&#x4E8E;&#x7B49;&#x7EA7;&#x548C;&#x57FA;&#x4E8E;&#x5206;&#x6570;&#x7684;PR&#x66F2;&#x7EBF;&#x5C06;&#x662F;&#x76F8;&#x540C;&#x7684;&#x3002;</p>
<p>&#x63A5;&#x6536;&#x5668;&#x5DE5;&#x4F5C;&#x7279;&#x6027;&#x66F2;&#x7EBF;&#xFF08;ROC&#xFF09;&#x4E0E;&#x7CBE;&#x786E;&#x56DE;&#x5FC6;&#x66F2;&#x7EBF;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#xFF0C;&#x4F46;&#x6709;&#x65F6;&#x5728;&#x89C6;&#x89C9;&#x4E0A;&#x66F4;&#x76F4;&#x89C2;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x771F;&#x5B9E;&#x9633;&#x6027;&#x7387;&#x4E0E;&#x865A;&#x5047;&#x9633;&#x6027;&#x7387;&#x8FDB;&#x884C;&#x5BF9;&#x6BD4;&#x3002;&#x771F;&#x6B63;&#x7684;&#x6B63;&#x7387;TPR&#xFF08;t&#xFF09;&#x7684;&#x5B9A;&#x4E49;&#x4E0E;&#x53EC;&#x56DE;&#x7684;&#x65B9;&#x5F0F;&#x76F8;&#x540C;&#x3002;&#x5047;&#x9633;&#x6027;&#x7387;FPR&#xFF08;t&#xFF09;&#x662F;&#x4ECE;&#x5730;&#x9762;&#x5B9E;&#x51B5;&#x9634;&#x6027;&#x4E2D;&#x9519;&#x8BEF;&#x62A5;&#x544A;&#x7684;&#x9633;&#x6027;&#x7684;&#x767E;&#x5206;&#x6BD4;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x5047;&#x9633;&#x6027;&#x7387;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x574F;&#x201D;&#x56DE;&#x5FC6;&#xFF0C;&#x5B83;&#x62A5;&#x544A;&#x9519;&#x8BEF;&#x62A5;&#x544A;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x9634;&#x6027;&#x767E;&#x5206;&#x6BD4;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5BF9;&#x4E8E;&#x5177;&#x6709;&#x5730;&#x9762;&#x5B9E;&#x51B5;&#x6B63;&#x6570;G&#x7684;&#x6570;&#x636E;&#x96C6;D&#xFF0C;&#x8FD9;&#x4E9B;&#x5B9A;&#x4E49;&#x5982;&#x4E0B;&#xFF1A;
T P R(t) = Recall(t) = 100 &#xB7; |S(t) &#x2229; G| (1.7) |G|
F P R(t) = BadRecall(t) = 100 &#xB7; |S(t) &#x2212; G| (1.8) |D &#x2212; G|</p>
<p>&#x56E0;&#x6B64;&#xFF0C;ROC&#x66F2;&#x7EBF;&#x7ED8;&#x5236;&#x4E86;X&#x8F74;&#x4E0A;&#x7684;&#x201C;&#x574F;&#x201D;&#x53EC;&#x56DE;&#xFF08;FPR&#xFF08;t&#xFF09;&#xFF09;&#x548C;Y&#x8F74;&#x4E0A;&#x7684;&#x201C;&#x826F;&#x597D;&#x201D;&#x53EC;&#x56DE;&#xFF08;T P R&#xFF08;t&#xFF09;&#xFF09;&#x3002;&#x8BF7;&#x6CE8;&#x610F;&#xFF0C;&#x597D;&#x7684;&#x548C;&#x574F;&#x7684;&#x53EC;&#x56DE;&#x90FD;&#x4F1A;&#x968F;&#x7740;&#x62A5;&#x544A;&#x66F4;&#x591A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x9608;&#x503C;t&#x7684;&#x66F4;&#x5BBD;&#x677E;&#x503C;&#x5355;&#x8C03;&#x589E;&#x52A0;&#x3002;&#x56E0;&#x6B64;&#xFF0C;ROC&#x66F2;&#x7EBF;&#x7684;&#x7EC8;&#x70B9;&#x59CB;&#x7EC8;&#x4E3A;&#xFF08;0,0&#xFF09;&#x548C;&#xFF08;100,100&#xFF09;&#xFF0C;&#x5E76;&#x4E14;&#x968F;&#x673A;&#x65B9;&#x6CD5;&#x9884;&#x8BA1;&#x4F1A;&#x6CBF;&#x8FDE;&#x63A5;&#x8FD9;&#x4E9B;&#x70B9;&#x7684;&#x5BF9;&#x89D2;&#x7EBF;&#x8868;&#x73B0;&#x51FA;&#x6027;&#x80FD;&#x3002;&#x5728;&#x8BE5;&#x5BF9;&#x89D2;&#x7EBF;&#x4E0A;&#x65B9;&#x83B7;&#x5F97;&#x7684;&#x5347;&#x529B;&#x63D0;&#x4F9B;&#x4E86;&#x8BE5;&#x65B9;&#x6CD5;&#x76F8;&#x5BF9;&#x4E8E;&#x968F;&#x673A;&#x65B9;&#x6CD5;&#x7684;&#x9644;&#x52A0;&#x7CBE;&#x5EA6;&#x7684;&#x60F3;&#x6CD5;&#x3002; ROC&#x66F2;&#x7EBF;&#x53EA;&#x662F;&#x4E00;&#x79CD;&#x4E0D;&#x540C;&#x4E8E;&#x7CBE;&#x786E;&#x56DE;&#x5FC6;&#x66F2;&#x7EBF;&#x7684;&#x6298;&#x8877;&#x65B9;&#x6CD5;&#xFF0C;&#x5C3D;&#x7BA1;&#x5B83;&#x5177;&#x6709;&#x5355;&#x8C03;&#x4E14;&#x5728;&#x5347;&#x529B;&#x7279;&#x6027;&#x65B9;&#x9762;&#x66F4;&#x5BB9;&#x6613;&#x89E3;&#x91CA;&#x7684;&#x4F18;&#x70B9;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x8BF4;&#x660E;&#x4ECE;&#x8FD9;&#x4E9B;&#x4E0D;&#x540C;&#x7684;&#x56FE;&#x5F62;&#x8868;&#x793A;&#x4E2D;&#x83B7;&#x5F97;&#x7684;&#x89C1;&#x89E3;&#xFF0C;&#x8BF7;&#x8003;&#x8651;&#x5177;&#x6709;100&#x4E2A;&#x70B9;&#x7684;&#x6570;&#x636E;&#x96C6;&#x7684;&#x793A;&#x4F8B;&#xFF0C;&#x5176;&#x4E2D;&#x4E94;&#x4E2A;&#x70B9;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x4E24;&#x4E2A;&#x7B97;&#x6CD5;A&#x548C;B&#x5E94;&#x7528;&#x4E8E;&#x8BE5;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x5176;&#x5C06;&#x6240;&#x6709;&#x6570;&#x636E;&#x70B9;&#x4ECE;1&#x5230;100&#x6392;&#x540D;&#xFF0C;&#x8F83;&#x4F4E;&#x7684;&#x7B49;&#x7EA7;&#x8868;&#x793A;&#x66F4;&#x5927;&#x7684;&#x5F02;&#x5E38;&#x503E;&#x5411;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x786E;&#x5B9A;5&#x4E2A;&#x57FA;&#x7840;&#x4E8B;&#x5B9E;&#x5F02;&#x5E38;&#x70B9;&#x7684;&#x7B49;&#x7EA7;&#x6765;&#x751F;&#x6210;&#x7CBE;&#x5EA6;&#x548C;&#x53EC;&#x56DE;&#x503C;&#x3002;&#x5728;&#x8868;1.2&#x4E2D;&#xFF0C;&#x5DF2;&#x7ECF;&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x7B97;&#x6CD5;&#x793A;&#x51FA;&#x4E86;5&#x4E2A;&#x57FA;&#x672C;&#x4E8B;&#x5B9E;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x4E00;&#x4E9B;&#x5047;&#x8BBE;&#x7B49;&#x7EA7;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x5DF2;&#x7ECF;&#x6307;&#x51FA;&#x4E86;&#x968F;&#x673A;&#x7B97;&#x6CD5;&#x7684;&#x57FA;&#x7840;&#x4E8B;&#x5B9E;&#x7B49;&#x7EA7;&#x3002;&#x8BE5;&#x7B97;&#x6CD5;&#x8F93;&#x51FA;&#x6BCF;&#x4E2A;&#x70B9;&#x7684;&#x968F;&#x673A;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6570;&#x3002;&#x7C7B;&#x4F3C;&#x5730;&#xFF0C;&#x8868;&#x4E2D;&#x8FD8;&#x793A;&#x51FA;&#x4E86;&#x5C06;&#x6B63;&#x786E;&#x7684;&#x524D;5&#x4E2A;&#x70B9;&#x6392;&#x5217;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x201C;&#x5B8C;&#x7F8E;&#x795E;&#x8C15;&#x201D;&#x7B97;&#x6CD5;&#x7684;&#x7B49;&#x7EA7;&#x3002;&#x6B64;&#x5047;&#x8BBE;&#x8F93;&#x51FA;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x7684;&#x76F8;&#x5E94;PR&#x66F2;&#x7EBF;&#x5982;&#x56FE;1.10&#xFF08;a&#xFF09;&#x6240;&#x793A;&#x3002;&#x9664;&#x4E86;oracle&#x7B97;&#x6CD5;&#x4E4B;&#x5916;&#xFF0C;&#x6240;&#x6709;&#x6743;&#x8861;&#x66F2;&#x7EBF;&#x90FD;&#x662F;&#x975E;&#x5355;&#x8C03;&#x7684;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x5728;&#x7B49;&#x7EA7;&#x9608;&#x503C;&#x7684;&#x4EFB;&#x4F55;&#x7279;&#x5B9A;&#x653E;&#x5BBD;&#x65F6;&#x53D1;&#x73B0;&#x65B0;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5BFC;&#x81F4;&#x7CBE;&#x5EA6;&#x7684;&#x5CF0;&#x503C;&#xFF0C;&#x5176;&#x5728;&#x8F83;&#x9AD8;&#x7684;&#x53EC;&#x56DE;&#x503C;&#x4E0B;&#x53D8;&#x5F97;&#x4E0D;&#x90A3;&#x4E48;&#x660E;&#x663E;&#x3002;&#x76F8;&#x5E94;&#x7684;ROC&#x66F2;&#x7EBF;&#x5982;&#x56FE;1.10&#xFF08;b&#xFF09;&#x6240;&#x793A;&#x3002;&#x4E0E;PR&#x66F2;&#x7EBF;&#x4E0D;&#x540C;&#xFF0C;&#x6B64;&#x66F2;&#x7EBF;&#x663E;&#x7136;&#x662F;&#x5355;&#x8C03;&#x7684;&#x3002;</p>
<p>&#x8FD9;&#x4E9B;&#x66F2;&#x7EBF;&#x771F;&#x6B63;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#x4EC0;&#x4E48;&#xFF1F;&#x5BF9;&#x4E8E;&#x4E00;&#x6761;&#x66F2;&#x7EBF;&#x4E25;&#x683C;&#x652F;&#x914D;&#x53E6;&#x4E00;&#x6761;&#x66F2;&#x7EBF;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x4E24;&#x79CD;&#x7B97;&#x6CD5;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x5BF9;&#x4F18;&#x52BF;&#x662F;&#x660E;&#x786E;&#x7684;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5F88;&#x660E;&#x663E;oracle&#x7B97;&#x6CD5;&#x4F18;&#x4E8E;&#x6240;&#x6709;&#x7B97;&#x6CD5;&#xFF0C;&#x5E76;&#x4E14;&#x968F;&#x673A;&#x7B97;&#x6CD5;&#x4E0D;&#x5982;&#x6240;&#x6709;&#x5176;&#x4ED6;&#x7B97;&#x6CD5;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x7B97;&#x6CD5;A&#x548C;B&#x5728;ROC&#x66F2;&#x7EBF;&#x7684;&#x4E0D;&#x540C;&#x90E8;&#x5206;&#x8868;&#x73B0;&#x51FA;&#x66F4;&#x597D;&#x7684;&#x6027;&#x80FD;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5F88;&#x96BE;&#x8BF4;&#x4E00;&#x79CD;&#x7B97;&#x6CD5;&#x662F;&#x4E25;&#x683C;&#x4F18;&#x8D8A;&#x7684;&#x3002;&#x4ECE;&#x8868;1.2&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;&#x7B97;&#x6CD5;A&#x975E;&#x5E38;&#x9AD8;&#x5EA6;&#x5730;&#x6392;&#x5217;&#x4E86;&#x4E09;&#x4E2A;&#x6B63;&#x786E;&#x7684;&#x5730;&#x9762;&#x5B9E;&#x51B5;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x4F46;&#x5176;&#x4F59;&#x4E24;&#x4E2A;&#x5F02;&#x5E38;&#x503C;&#x6392;&#x540D;&#x5F88;&#x5DEE;&#x3002;&#x5728;&#x7B97;&#x6CD5;B&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6392;&#x540D;&#x6700;&#x9AD8;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x4E0D;&#x5982;&#x7B97;&#x6CD5;A&#x7684;&#x60C5;&#x51B5;&#x90A3;&#x6837;&#x597D;&#xFF0C;&#x5C3D;&#x7BA1;&#x6240;&#x6709;&#x4E94;&#x4E2A;&#x5F02;&#x5E38;&#x503C;&#x5728;&#x7B49;&#x7EA7;&#x9608;&#x503C;&#x65B9;&#x9762;&#x66F4;&#x65E9;&#x5730;&#x786E;&#x5B9A;&#x3002;&#x76F8;&#x5E94;&#x5730;&#xFF0C;&#x7B97;&#x6CD5;A&#x5728;PR&#xFF08;&#x6216;ROC&#xFF09;&#x66F2;&#x7EBF;&#x7684;&#x65E9;&#x671F;&#x90E8;&#x5206;&#x5360;&#x4E3B;&#x5BFC;&#x5730;&#x4F4D;&#xFF0C;&#x800C;&#x7B97;&#x6CD5;B&#x5728;&#x540E;&#x671F;&#x90E8;&#x5206;&#x5360;&#x4E3B;&#x5BFC;&#x5730;&#x4F4D;&#x3002;&#x4E00;&#x4E9B;&#x4ECE;&#x4E1A;&#x8005;&#x4F7F;&#x7528;ROC&#x66F2;&#x7EBF;&#x4E0B;&#x7684;&#x533A;&#x57DF;&#x4F5C;&#x4E3A;&#x7B97;&#x6CD5;&#x6574;&#x4F53;&#x6709;&#x6548;&#x6027;&#x7684;&#x4EE3;&#x8868;&#x3002;&#x68AF;&#x5F62;&#x6CD5;&#x5219;&#x7528;&#x4E8E;&#x8BA1;&#x7B97;&#x9762;&#x79EF;&#xFF0C;&#x5176;&#x4E2D;&#x9636;&#x68AF;&#x72B6;ROC&#x66F2;&#x7EBF;&#x7528;&#x66F4;&#x51F8;&#x7684;&#x8FD1;&#x4F3C;&#x503C;&#x4EE3;&#x66FF;&#x3002;</p>
<h3 id="171&#x89E3;&#x91CA;roc-auc">1.7.1&#x89E3;&#x91CA;ROC AUC</h3>
<p>ROC AUC&#x5177;&#x6709;&#x4EE5;&#x4E0B;&#x7B80;&#x5355;&#x7684;&#x6982;&#x7387;&#x89E3;&#x91CA;[246]&#xFF1A;
&#x5B9A;&#x7406;1.7.1&#x7ED9;&#x5B9A;&#x4E00;&#x7EC4;&#x70B9;&#x7684;&#x6392;&#x5E8F;&#x6216;&#x5F97;&#x5206;&#xFF0C;&#x5176;&#x503E;&#x5411;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#xFF08;&#x6392;&#x540D;/&#x5F97;&#x5206;&#x8D8A;&#x9AD8;&#x8868;&#x793A;&#x79BB;&#x7FA4;&#x503C;&#x8D8A;&#x5927;&#xFF09;&#xFF0C;ROC AUC&#x7B49;&#x4E8E;&#x968F;&#x673A;&#x9009;&#x62E9;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x5BF9;&#x7684;&#x6982;&#x7387;&#x3002; &#x6392;&#x540D;&#x6B63;&#x786E;&#xFF08;&#x6216;&#x6309;&#x6B63;&#x786E;&#x987A;&#x5E8F;&#x8BC4;&#x5206;&#xFF09;&#x3002;</p>
<p>&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8BA1;&#x7B97;&#x6570;&#x636E;&#x96C6;&#x4E2D;&#x6240;&#x6709;&#x5F02;&#x5E38;&#x503C;&#x5BF9;&#x7684;&#x4E0A;&#x8FF0;&#x5747;&#x503C;&#x6765;&#x5B9A;&#x4E49;ROC AUC&#xFF1A;
ROC AUC = MEANXi&#x2208;G,Xj&#x2208;D&#x2212;G &#x23AA;&#x23A9;0.5 0
Xi ranked/scored higher than Xj
Xi ranked/scored equal to Xj (1.9) Xi ranked/scored lower than Xj</p>
<p>&#x8FD9;&#x4E2A;&#x5B9A;&#x4E49;&#x7684;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x7279;&#x70B9;&#x662F;&#x5F88;&#x5BB9;&#x6613;&#x76F4;&#x89C2;&#x5730;&#x7406;&#x89E3;&#x4E3A;&#x4EC0;&#x4E48;&#x968F;&#x673A;&#x7B97;&#x6CD5;&#x4F1A;&#x63D0;&#x4F9B;&#x5927;&#x7EA6;0.5&#x7684;AUC&#x3002;&#x8BE5;&#x5B9A;&#x4E49;&#x8FD8;&#x4E0E;&#x80AF;&#x5FB7;&#x5C14;&#x7B49;&#x7EA7;&#x76F8;&#x5173;&#x7CFB;&#x6570;&#x6709;&#x5173;&#xFF0C;&#x5176;&#x4E2D;&#x5BF9;&#x6240;&#x6709;&#x5BF9;&#x8C61;&#x5BF9;&#x6267;&#x884C;&#x7C7B;&#x4F3C;&#x7684;&#x8BA1;&#x7B97;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4EC5;&#x5BF9;&#x5F02;&#x5E38;&#x503C;&#x5BF9;&#x8FDB;&#x884C;&#xFF0C;&#x5E76;&#x4E14;&#x5956;&#x52B1;&#x51FD;&#x6570;&#x7684;&#x8303;&#x56F4;2&#x6765;&#x81EA;{-1,0&#xFF0C;+ 1}&#x800C;&#x4E0D;&#x662F;{0,0.5,1}&#x3002;</p>
<p>&#x5E94;&#x8BE5;&#x975E;&#x5E38;&#x5C0F;&#x5FC3;&#x5730;&#x4F7F;&#x7528;&#x8BF8;&#x5982;AUC&#x4E4B;&#x7C7B;&#x7684;&#x5EA6;&#x91CF;&#xFF0C;&#x56E0;&#x4E3A;ROC&#x66F2;&#x7EBF;&#x7684;&#x6240;&#x6709;&#x90E8;&#x5206;&#x5BF9;&#x4E8E;&#x4E0D;&#x540C;&#x7684;&#x5E94;&#x7528;&#x53EF;&#x80FD;&#x4E0D;&#x662F;&#x540C;&#x7B49;&#x91CD;&#x8981;&#x7684;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;ROC&#x66F2;&#x7EBF;&#x7684;&#x521D;&#x59CB;&#x90E8;&#x5206;&#x901A;&#x5E38;&#x66F4;&#x4E3A;&#x91CD;&#x8981;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x5305;&#x542B;1000&#x4E2A;&#x70B9;&#x7684;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x5F02;&#x5E38;&#x6570;&#x636E;&#x70B9;&#x662F;&#x6392;&#x5728;&#x7B2C;501&#x4F4D;&#x8FD8;&#x662F;&#x7B2C;601&#x4F4D;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x533A;&#x522B;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5F02;&#x5E38;&#x6570;&#x636E;&#x70B9;&#x662F;&#x6392;&#x5728;&#x7B2C;1&#x4F4D;&#x8FD8;&#x662F;&#x7B2C;101&#x4F4D;&#x662F;&#x5F88;&#x6709;&#x533A;&#x522B;&#x7684;&#x3002; ROC&#x7684;AUC&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x533A;&#x5206;&#x8FD9;&#x4E24;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x9519;&#x8BEF;&#x3002;&#x4ECE;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x4E0A;&#x8BF4;&#xFF0C;&#x5728;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x50CF;&#x7CBE;&#x786E;&#x5EA6;&#x8FD9;&#x6837;&#x7684;&#x6D4B;&#x91CF;&#x6709;&#x65F6;&#x4F1A;&#x66F4;&#x52A0;&#x771F;&#x5B9E;&#x3002;&#x5176;&#x4ED6;&#x91CD;&#x91CF;&#x7EA7;&#x7684;&#x6D4B;&#x91CF;&#xFF0C;&#x5982;&#x6807;&#x51C6;&#x5316;&#x6298;&#x6263;&#x7D2F;&#x79EF;&#x589E;&#x76CA;&#xFF08;NDCG&#xFF09;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x4ECE;&#x4FE1;&#x606F;&#x68C0;&#x7D22;&#x548C;&#x63A8;&#x8350;&#x6587;&#x732E;&#x5230;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;[34]&#x3002;&#x8BE5;&#x5EA6;&#x91CF;&#x901A;&#x8FC7;&#x7ED9;&#x4E88;&#x6392;&#x5728;&#x5217;&#x8868;&#x9876;&#x90E8;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x66F4;&#x5927;&#x7684;&#x4FE1;&#x7528;&#x6765;&#x8BA1;&#x7B97;&#x6392;&#x5E8F;&#x5217;&#x8868;&#x7684;&#x6548;&#x7528;&#x3002;</p>
<h3 id="172&#x57FA;&#x51C6;&#x6D4B;&#x8BD5;&#x4E2D;&#x7684;&#x5E38;&#x89C1;&#x9519;&#x8BEF;">1.7.2&#x57FA;&#x51C6;&#x6D4B;&#x8BD5;&#x4E2D;&#x7684;&#x5E38;&#x89C1;&#x9519;&#x8BEF;</h3>
<p>&#x5728;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x7684;&#x57FA;&#x51C6;&#x6D4B;&#x8BD5;&#x671F;&#x95F4;&#x53D1;&#x751F;&#x7684;&#x5E38;&#x89C1;&#x9519;&#x8BEF;&#x53D1;&#x751F;&#x5728;&#x7B97;&#x6CD5;&#x4F9D;&#x8D56;&#x4E8E;&#x4E00;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x7528;&#x6237;&#x5B9A;&#x4E49;&#x7684;&#x53C2;&#x6570;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x3002;&#x4F8B;&#x5982;&#xFF0C;k-&#x6700;&#x8FD1;&#x90BB;&#x5C45;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x5668;&#x57FA;&#x4E8E;&#x5176;k-&#x6700;&#x8FD1;&#x90BB;&#x8DDD;&#x79BB;&#x5BF9;&#x6570;&#x636E;&#x70B9;&#x8FDB;&#x884C;&#x8BC4;&#x5206;&#xFF0C;&#x5176;&#x4E2D;k&#x662F;&#x7528;&#x6237;&#x5B9A;&#x4E49;&#x7684;&#x53C2;&#x6570;&#x3002;&#x901A;&#x5E38;&#x91CD;&#x590D;&#x8FD0;&#x884C;&#x7B97;&#x6CD5;&#x4EE5;&#x9009;&#x62E9;&#x4F18;&#x5316;ROC AUC&#x7684;&#x6700;&#x4F73;&#x53C2;&#x6570;&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x5728;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x4E2D;&#x662F;&#x4E0D;&#x53EF;&#x63A5;&#x53D7;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x4EBA;&#x4EEC;&#x5728;&#x9009;&#x62E9;&#x53C2;&#x6570;&#x65F6;&#x6709;&#x6548;&#x5730;&#x4F7F;&#x7528;&#x4E86;&#x79BB;&#x7FA4;&#x503C;&#x6807;&#x7B7E;&#x7684;&#x77E5;&#x8BC6;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x8BE5;&#x7B97;&#x6CD5;&#x4E0D;&#x518D;&#x662F;&#x65E0;&#x4EBA;&#x76D1;&#x7763;&#x7684;&#x3002;&#x5728;&#x50CF;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x8FD9;&#x6837;&#x7684;&#x95EE;&#x9898;&#x4E2D;&#xFF0C;&#x5728;&#x4E00;&#x5BF9;&#x7B97;&#x6CD5;&#x4E4B;&#x95F4;&#x8FDB;&#x884C;&#x57FA;&#x51C6;&#x6D4B;&#x8BD5;&#x7684;&#x552F;&#x4E00;&#x6B63;&#x786E;&#x65B9;&#x6CD5;&#x662F;&#x5728;&#x201C;&#x5408;&#x7406;&#x201D;&#x53C2;&#x6570;&#x8303;&#x56F4;&#x5185;&#x8FD0;&#x884C;&#x8FD9;&#x4E24;&#x79CD;&#x7B97;&#x6CD5;&#xFF0C;&#x5E76;&#x4F7F;&#x7528;&#x6027;&#x80FD;&#x7684;&#x4E00;&#x4E9B;&#x4E2D;&#x5FC3;&#x4F30;&#x8BA1;&#x6765;&#x6BD4;&#x8F83;&#x4E24;&#x79CD;&#x7B97;&#x6CD5;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x53EF;&#x4EE5;&#x6BD4;&#x8F83;&#x4E24;&#x79CD;&#x7B97;&#x6CD5;&#x7684;&#x4E2D;&#x503C;AUC&#x6027;&#x80FD;&#x6216;&#x7BB1;&#x56FE;&#x6027;&#x80FD;3&#x4E0E;&#x5404;&#x79CD;&#x53C2;&#x6570;&#x9009;&#x62E9;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x68C0;&#x6D4B;&#x5668;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x8BC6;&#x522B;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x7684;&#x53C2;&#x6570;&#x8303;&#x56F4;&#xFF0C;&#x8FD9;&#x4E3A;&#x6BD4;&#x8F83;&#x76EE;&#x7684;&#x5E26;&#x6765;&#x4E86;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x6311;&#x6218;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E00;&#x7C7B;&#x652F;&#x6301;&#x5411;&#x91CF;&#x673A;&#x53EF;&#x80FD;&#x5177;&#x6709;&#x4E0E;&#x6700;&#x8FD1;&#x90BB;&#x68C0;&#x6D4B;&#x5668;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x7684;&#x53C2;&#x6570;&#x9009;&#x62E9;&#xFF0C;&#x8FD9;&#x8FDB;&#x4E00;&#x6B65;&#x4F7F;&#x5BF9;&#x5176;&#x76F8;&#x5BF9;&#x6027;&#x80FD;&#x7684;&#x6B63;&#x786E;&#x7406;&#x89E3;&#x53D8;&#x5F97;&#x590D;&#x6742;&#x3002;&#x4E0E;&#x76D1;&#x7763;&#x8BBE;&#x7F6E;&#x4E0D;&#x540C;&#xFF0C;&#x5176;&#x4E2D;&#x4EA4;&#x53C9;&#x9A8C;&#x8BC1;&#x53EF;&#x7528;&#x4E8E;&#x4E3A;&#x6BCF;&#x4E2A;&#x5206;&#x7C7B;&#x5668;&#x9009;&#x62E9;&#x8FD1;&#x4F3C;&#x6700;&#x4F73;&#x53C2;&#x6570;&#x503C;&#xFF0C;&#x6BCF;&#x4E2A;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x5668;&#x7684;&#x5408;&#x7406;&#x8303;&#x56F4;&#x901A;&#x5E38;&#x57FA;&#x4E8E;&#x6570;&#x636E;&#x96C6;&#x7684;&#x7B80;&#x5355;&#x5143;&#x7279;&#x5F81;&#xFF08;&#x4F8B;&#x5982;&#x5176;&#x5927;&#x5C0F;&#x548C;&#x7EF4;&#x5EA6;&#xFF09;&#x6765;&#x8BBE;&#x7F6E;&#x3002;&#x663E;&#x7136;&#xFF0C;&#x8FD9;&#x4E9B;&#x9009;&#x62E9;&#x9700;&#x8981;&#x5206;&#x6790;&#x5E08;&#x5BF9;&#x5404;&#x79CD;&#x7B97;&#x6CD5;&#x7684;&#x4E00;&#x4E9B;&#x7406;&#x89E3;&#x548C;&#x7ECF;&#x9A8C;&#x3002;&#x5173;&#x4E8E;&#x5404;&#x79CD;&#x7B97;&#x6CD5;&#x7684;&#x6B63;&#x786E;&#x53C2;&#x6570;&#x9009;&#x62E9;&#xFF0C;&#x7814;&#x7A76;&#x6587;&#x732E;&#x4E2D;&#x53EA;&#x6709;&#x6709;&#x9650;&#x7684;&#x6307;&#x5BFC;&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x81EA;&#x7136;&#x7684;&#x95EE;&#x9898;&#x662F;&#xFF0C;&#x662F;&#x5426;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x6BCF;&#x4E2A;&#x5019;&#x9009;&#x7B97;&#x6CD5;&#x7684;&#x6700;&#x4F73;&#x53C2;&#x6570;&#x9009;&#x62E9;&#x6765;&#x6BD4;&#x8F83;&#x5B83;&#x4EEC;&#x3002;&#x6BD5;&#x7ADF;&#xFF0C;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x4F3C;&#x4E4E;&#x4E0D;&#x652F;&#x6301;&#x4EFB;&#x4F55;&#x7279;&#x5B9A;&#x7B97;&#x6CD5;&#x800C;&#x4E0D;&#x662F;&#x53E6;&#x4E00;&#x79CD;&#x7B97;&#x6CD5;&#xFF0C;&#x56E0;&#x4E3A;&#x6240;&#x6709;&#x7B97;&#x6CD5;&#x90FD;&#x4EE5;&#x7C7B;&#x4F3C;&#x7684;&#x77E5;&#x8BC6;&#x64AD;&#x79CD;&#x3002;&#x8FD9;&#x6837;&#x505A;&#x6709;&#x4E24;&#x4E2A;&#x95EE;&#x9898;&#x3002;&#x9996;&#x5148;&#xFF0C;&#x5728;&#x65E0;&#x76D1;&#x7763;&#x95EE;&#x9898;&#x4E2D;&#x65E0;&#x6CD5;&#x77E5;&#x9053;&#x6700;&#x4F73;&#x53C2;&#x6570;&#x9009;&#x62E9;&#xFF0C;&#x56E0;&#x6B64;&#x7ED3;&#x679C;&#x4E0D;&#x80FD;&#x53CD;&#x6620;&#x5206;&#x6790;&#x5E08;&#x5728;&#x5B9E;&#x9645;&#x73AF;&#x5883;&#x4E2D;&#x7684;&#x7ECF;&#x9A8C;&#x3002;&#x5176;&#x6B21;&#xFF0C;&#x8FD9;&#x79CD;&#x8BC4;&#x4F30;&#x5C06;&#x6709;&#x5229;&#x4E8E;&#x66F4;&#x4E0D;&#x7A33;&#x5B9A;&#x7684;&#x7B97;&#x6CD5;&#xFF0C;&#x8BE5;&#x7B97;&#x6CD5;&#x6613;&#x4E8E;&#x8FC7;&#x5EA6;&#x62DF;&#x5408;&#x5230;&#x7279;&#x5B9A;&#x7684;&#x53C2;&#x6570;&#x9009;&#x62E9;&#x4E2D;&#x3002;&#x5982;&#x679C;&#x7A33;&#x5B9A;&#x7B97;&#x6CD5;&#x5728;&#x5927;&#x591A;&#x6570;&#x60C5;&#x51B5;&#x4E0B;&#x6BD4;&#x4E0D;&#x7A33;&#x5B9A;&#x7B97;&#x6CD5;&#x8868;&#x73B0;&#x66F4;&#x597D;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x5C06;&#x4E3A;&#x5206;&#x6790;&#x5E08;&#x63D0;&#x4F9B;&#x7B97;&#x6CD5;&#x7684;&#x504F;&#x659C;&#x89C6;&#x56FE;&#xFF0C;&#x4F46;&#x4E0D;&#x7A33;&#x5B9A;&#x7B97;&#x6CD5;&#x5728;&#x975E;&#x5E38;&#x7279;&#x5B9A;&#x7684;&#x53C2;&#x6570;&#x9009;&#x62E9;&#x4E0B;&#x8868;&#x73B0;&#x5F97;&#x975E;&#x5E38;&#x597D;&#x3002;&#x6BD5;&#x7ADF;&#xFF0C;&#x5728;&#x65E0;&#x4EBA;&#x76D1;&#x7763;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x6B63;&#x786E;&#x80FD;&#x591F;&#x731C;&#x6D4B;&#x8FD9;&#x4E9B;&#x53C2;&#x6570;&#x9009;&#x62E9;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x7C7B;&#x4F3C;&#x4E8E;&#x5728;&#x5927;&#x6D77;&#x635E;&#x9488;&#x4E2D;&#x78D5;&#x78D5;&#x78B0;&#x78B0;&#x3002;&#x5728;&#x6BD4;&#x8F83;&#x4E00;&#x5BF9;&#x68C0;&#x6D4B;&#x5668;[32]&#x65F6;&#x907F;&#x514D;&#x53C2;&#x6570;&#x5316;&#x504F;&#x5DEE;&#x7684;&#x7B2C;&#x4E8C;&#x79CD;&#x65B9;&#x6CD5;&#x662F;&#x5728;&#x4E0D;&#x540C;&#x8BBE;&#x7F6E;&#x4E0A;&#x521B;&#x5EFA;&#x7B97;&#x6CD5;&#x6267;&#x884C;&#x7684;&#x6574;&#x4F53;&#x5E73;&#x5747;&#x503C;&#xFF0C;&#x5E76;&#x6BD4;&#x8F83;&#x4E0D;&#x540C;&#x68C0;&#x6D4B;&#x5668;&#x7684;&#x6574;&#x4F53;AUC&#x3002;&#x8FD9;&#x771F;&#x5B9E;&#x5730;&#x63D0;&#x4F9B;&#x4E86;&#x5404;&#x79CD;&#x7B97;&#x6CD5;&#x7684;&#x6700;&#x4F73;&#x53EF;&#x80FD;&#x5316;&#x8EAB;&#x7684;&#x76F8;&#x5BF9;&#x6027;&#x80FD;&#x7684;&#x6982;&#x5FF5;&#x3002;&#x5728;&#x4E00;&#x5929;&#x7ED3;&#x675F;&#x65F6;&#xFF0C;&#x6BD4;&#x8F83;&#x4E24;&#x79CD;&#x7B97;&#x6CD5;&#x5728;&#x67D0;&#x79CD;&#x7A0B;&#x5EA6;&#x4E0A;&#x662F;&#x65E0;&#x76D1;&#x7763;&#x8BBE;&#x7F6E;&#x4E2D;&#x7684;&#x827A;&#x672F;&#x5F62;&#x5F0F;&#xFF0C;&#x5E76;&#x4E14;&#x5FC5;&#x987B;&#x81F3;&#x5C11;&#x4F9D;&#x8D56;&#x4E8E;&#x5206;&#x6790;&#x5E08;&#x5728;&#x8FDB;&#x884C;&#x9002;&#x5F53;&#x7684;&#x5B9E;&#x9A8C;&#x8BBE;&#x8BA1;&#x9009;&#x62E9;&#x65F6;&#x7684;&#x7ECF;&#x9A8C;&#x548C;&#x826F;&#x597D;&#x5224;&#x65AD;&#x3002;</p>
<h2 id="18&#x7ED3;&#x8BBA;&#x548C;&#x603B;&#x7ED3;">1.8&#x7ED3;&#x8BBA;&#x548C;&#x603B;&#x7ED3;</h2>
<p>&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x95EE;&#x9898;&#x5728;&#x8BB8;&#x591A;&#x9886;&#x57DF;&#x4E2D;&#x90FD;&#x6709;&#x5E94;&#x7528;&#xFF0C;&#x5728;&#x8FD9;&#x4E9B;&#x9886;&#x57DF;&#x4E2D;&#xFF0C;&#x9700;&#x8981;&#x786E;&#x5B9A;&#x5E95;&#x5C42;&#x751F;&#x6210;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x6709;&#x8DA3;&#x548C;&#x5F02;&#x5E38;&#x4E8B;&#x4EF6;&#x3002;&#x6240;&#x6709;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#x7684;&#x6838;&#x5FC3;&#x662F;&#x521B;&#x5EFA;&#x8868;&#x5F81;&#x6B63;&#x5E38;&#x6570;&#x636E;&#x7684;&#x6982;&#x7387;&#xFF0C;&#x7EDF;&#x8BA1;&#x6216;&#x7B97;&#x6CD5;&#x6A21;&#x578B;&#x3002;&#x4E0E;&#x8BE5;&#x6A21;&#x578B;&#x7684;&#x504F;&#x5DEE;&#x7528;&#x4E8E;&#x8BC6;&#x522B;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x57FA;&#x7840;&#x6570;&#x636E;&#x7684;&#x7279;&#x5B9A;&#x9886;&#x57DF;&#x77E5;&#x8BC6;&#x901A;&#x5E38;&#x5BF9;&#x4E8E;&#x8BBE;&#x8BA1;&#x4E0D;&#x4F1A;&#x8FC7;&#x5EA6;&#x62DF;&#x5408;&#x57FA;&#x7840;&#x6570;&#x636E;&#x7684;&#x7B80;&#x5355;&#x800C;&#x51C6;&#x786E;&#x7684;&#x6A21;&#x578B;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;&#x5F53;&#x4E0D;&#x540C;&#x6570;&#x636E;&#x70B9;&#x4E4B;&#x95F4;&#x5B58;&#x5728;&#x663E;&#x7740;&#x5173;&#x7CFB;&#x65F6;&#xFF0C;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x53D8;&#x5F97;&#x5C24;&#x5176;&#x5177;&#x6709;&#x6311;&#x6218;&#x6027;&#x3002;&#x8FD9;&#x662F;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x548C;&#x7F51;&#x7EDC;&#x6570;&#x636E;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x5176;&#x4E2D;&#x6570;&#x636E;&#x70B9;&#xFF08;&#x65E0;&#x8BBA;&#x662F;&#x65F6;&#x95F4;&#x7684;&#x8FD8;&#x662F;&#x7ED3;&#x6784;&#x7684;&#xFF09;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;&#x4E2D;&#x7684;&#x6A21;&#x5F0F;&#x5728;&#x5B9A;&#x4E49;&#x5F02;&#x5E38;&#x503C;&#x4E2D;&#x8D77;&#x5173;&#x952E;&#x4F5C;&#x7528;&#x3002;&#x5F02;&#x5E38;&#x5206;&#x6790;&#x5177;&#x6709;&#x8FDB;&#x4E00;&#x6B65;&#x7814;&#x7A76;&#x7684;&#x5DE8;&#x5927;&#x7A7A;&#x95F4;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5728;&#x7ED3;&#x6784;&#x548C;&#x65F6;&#x95F4;&#x5206;&#x6790;&#x9886;&#x57DF;&#x3002;</p>
<h2 id="19&#x4E66;&#x76EE;&#x8C03;&#x67E5;">1.9&#x4E66;&#x76EE;&#x8C03;&#x67E5;</h2>
<p>&#x5DF2;&#x7ECF;&#x5C31;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x95EE;&#x9898;&#x64B0;&#x5199;&#x4E86;&#x5927;&#x91CF;&#x4E66;&#x7C4D;&#x548C;&#x8C03;&#x67E5;&#x3002;&#x8FD9;&#x4E00;&#x9886;&#x57DF;&#x7684;&#x7ECF;&#x5178;&#x7740;&#x4F5C;[74,249,467]&#x5927;&#x591A;&#x662F;&#x4ECE;&#x7EDF;&#x8BA1;&#x754C;&#x7684;&#x89D2;&#x5EA6;&#x7F16;&#x5199;&#x7684;&#x3002;&#x8FD9;&#x4E9B;&#x4E66;&#x4E2D;&#x7684;&#x5927;&#x591A;&#x6570;&#x662F;&#x5728;&#x66F4;&#x5E7F;&#x6CDB;&#x91C7;&#x7528;&#x6570;&#x636E;&#x5E93;&#x6280;&#x672F;&#x4E4B;&#x524D;&#x7F16;&#x5199;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x4E0D;&#x662F;&#x4ECE;&#x8BA1;&#x7B97;&#x89D2;&#x5EA6;&#x7F16;&#x5199;&#x7684;&#x3002;&#x6700;&#x8FD1;&#xFF0C;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x754C;&#x5DF2;&#x7ECF;&#x5BF9;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x8FDB;&#x884C;&#x4E86;&#x76F8;&#x5F53;&#x5E7F;&#x6CDB;&#x7684;&#x7814;&#x7A76;&#x3002;&#x8FD9;&#x4E9B;&#x5DE5;&#x4F5C;&#x8003;&#x8651;&#x4E86;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x5B9E;&#x9645;&#x65B9;&#x9762;&#xFF0C;&#x5BF9;&#x5E94;&#x4E8E;&#x6570;&#x636E;&#x53EF;&#x80FD;&#x975E;&#x5E38;&#x5927;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x6216;&#x8005;&#x53EF;&#x80FD;&#x5177;&#x6709;&#x975E;&#x5E38;&#x9AD8;&#x7684;&#x7EF4;&#x5EA6;&#x3002;&#x8FD8;&#x7F16;&#x5199;&#x4E86;&#x8BB8;&#x591A;&#x8C03;&#x67E5;&#xFF0C;&#x4ECE;&#x4E0D;&#x540C;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x65B9;&#x6CD5;&#x8BBA;&#x6216;&#x6570;&#x636E;&#x7C7B;&#x578B;&#x8BA8;&#x8BBA;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6982;&#x5FF5;[38,77,125,126,313,388,389]&#x3002;&#x8FD9;&#x4E9B;&#x8C03;&#x67E5;&#x4ECE;&#x4E0D;&#x540C;&#x7684;&#x89D2;&#x5EA6;&#x7814;&#x7A76;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#xFF0C;&#x4F8B;&#x5982;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x8BBE;&#x7F6E;[388,389]&#x6216;&#x4E00;&#x7C7B;&#x8BBE;&#x7F6E;[313]&#x3002;&#x5176;&#x4E2D;&#xFF0C;Chandola&#x7B49;&#x4EBA;&#x7684;&#x8C03;&#x67E5;&#x3002; [125]&#x662F;&#x6700;&#x65B0;&#x7684;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x6700;&#x5168;&#x9762;&#x7684;&#x3002;&#x8FD9;&#x4E2A;&#x4F18;&#x79C0;&#x7684;&#x8BC4;&#x8BBA;&#x6DB5;&#x76D6;&#x4E86;&#x4ECE;&#x591A;&#x4E2A;&#x793E;&#x533A;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#x7684;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x3002;&#x5404;&#x79CD;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x7684;&#x8BE6;&#x7EC6;&#x5B9E;&#x9A8C;&#x6BD4;&#x8F83;&#x53EF;&#x4EE5;&#x5728;[35,114,184,221,419]&#x4E2D;&#x627E;&#x5230;&#x3002;</p>
<p>&#x672C;&#x7AE0;&#x8BA8;&#x8BBA;&#x7684;&#x57FA;&#x672C;&#x6A21;&#x578B;&#x4E5F;&#x5F97;&#x5230;&#x4E86;&#x5E7F;&#x6CDB;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x5E76;&#x5728;&#x6587;&#x732E;&#x4E2D;&#x5F97;&#x5230;&#x4E86;&#x5E7F;&#x6CDB;&#x7684;&#x7814;&#x7A76;&#x3002;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x7684;&#x8BE6;&#x7EC6;&#x4FE1;&#x606F;&#xFF08;&#x4EE5;&#x53CA;&#x76F8;&#x5E94;&#x7684;&#x4E66;&#x76EE;&#x6CE8;&#x91CA;&#xFF09;&#x5C06;&#x5728;&#x540E;&#x9762;&#x7684;&#x7AE0;&#x8282;&#x4E2D;&#x63D0;&#x4F9B;&#x3002;&#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x53EA;&#x6D89;&#x53CA;&#x6BCF;&#x4E2A;&#x9886;&#x57DF;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4F5C;&#x54C1;&#x3002; [467]&#x4E2D;&#x4ECB;&#x7ECD;&#x4E86;&#x57FA;&#x4E8E;&#x56DE;&#x5F52;&#x7684;&#x5EFA;&#x6A21;&#x7684;&#x5173;&#x952E;&#x7EDF;&#x8BA1;&#x6280;&#x672F;&#x3002; 1.2&#x8282;&#x4E2D;&#x8BA8;&#x8BBA;&#x7684;Z&#x503C;&#x6D4B;&#x8BD5;&#x5E38;&#x7528;&#x4E8E;&#x7EDF;&#x8BA1;&#x6587;&#x732E;&#x4E2D;&#xFF0C;&#x5E76;&#x4E14;&#x8FD8;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x6709;&#x9650;&#x6837;&#x672C;&#x91CF;&#x7684;&#x8BB8;&#x591A;&#x53D8;&#x4F53;&#xFF0C;&#x4F8B;&#x5982;Grubb&#x6D4B;&#x8BD5;[225]&#x548C;t&#x503C;&#x6D4B;&#x8BD5;&#x3002;&#x7528;&#x4E8E;&#x65E0;&#x76D1;&#x7763;&#x6570;&#x636E;&#x96C6;&#x5EFA;&#x6A21;&#x7684;&#x57FA;&#x672C;EM&#x7B97;&#x6CD5;&#x9996;&#x5148;&#x5728;[164]&#x4E2D;&#x63D0;&#x51FA;&#xFF0C;&#x5E76;&#x7528;&#x4E8E;[578]&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x3002;&#x7B2C;1.2&#x8282;&#x4E2D;&#x8BA8;&#x8BBA;&#x7684;&#x4E3B;&#x6210;&#x5206;&#x5206;&#x6790;&#xFF08;PCA&#xFF09;&#x7684;&#x975E;&#x53C2;&#x6570;&#x6280;&#x672F;&#x5728;[296]&#x4E2D;&#x6709;&#x8BE6;&#x7EC6;&#x63CF;&#x8FF0;&#x3002; PCA&#x7684;&#x6838;&#x5FC3;&#x6280;&#x672F;&#x6269;&#x5C55;&#x5230;&#x6587;&#x672C;&#xFF08;&#x6709;&#x4E00;&#x4E9B;&#x5FAE;&#x5C0F;&#x7684;&#x53D8;&#x5316;&#xFF09;&#x4F5C;&#x4E3A;&#x6F5C;&#x5728;&#x8BED;&#x4E49;&#x7D22;&#x5F15;[162]&#x3002;&#x5728;[317,456,533]&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x5404;&#x79CD;&#x57FA;&#x4E8E;&#x8DDD;&#x79BB;&#x7684;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x4E14;&#x5728;[96]&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x57FA;&#x4E8E;&#x5BC6;&#x5EA6;&#x7684;&#x8D85;&#x957F;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#x3002;&#x5728;[318]&#x4E2D;&#x9996;&#x6B21;&#x63D0;&#x51FA;&#x4E86;&#x89E3;&#x91CA;&#x57FA;&#x4E8E;&#x8DDD;&#x79BB;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x5728;[42,57,92,122,151,256,257,352,497]&#x4E2D;&#x8BA8;&#x8BBA;&#x4E86;&#x5404;&#x79CD;&#x7528;&#x4E8E;&#x79BB;&#x7FA4;&#x70B9;&#x68C0;&#x6D4B;&#x7684;&#x4FE1;&#x606F;&#x7406;&#x8BBA;&#x65B9;&#x6CD5;&#x3002;&#x9AD8;&#x7EF4;&#x5E94;&#x7528;&#x7684;&#x4E0D;&#x826F;&#x884C;&#x4E3A;&#x95EE;&#x9898;&#xFF08;&#x4F8B;&#x5982;&#x805A;&#x7C7B;&#x548C;&#x6700;&#x8FD1;&#x7684; - &#x5728;&#x6587;&#x732E;[5,7,8,25,263]&#x7684;&#x51E0;&#x4E2A;&#x5148;&#x524D;&#x7684;&#x5DE5;&#x4F5C;&#x4E2D;&#x5DF2;&#x7ECF;&#x89C2;&#x5BDF;&#x5230;&#x90BB;&#x5C45;&#x641C;&#x7D22;&#x3002;&#x5728;[4]&#x4E2D;&#x9996;&#x6B21;&#x63D0;&#x51FA;&#x4E86;&#x9AD8;&#x7EF4;&#x79BB;&#x7FA4;&#x70B9;&#x68C0;&#x6D4B;&#x7684;&#x95EE;&#x9898;&#x3002;&#x672C;&#x6587;&#x63D0;&#x51FA;&#x4E86;&#x7528;&#x4E8E;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x5B50;&#x7A7A;&#x95F4;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x4E14;&#x8BB8;&#x591A;&#x5176;&#x4ED6;&#x8FD1;&#x671F;&#x65B9;&#x6CD5;&#x9075;&#x5FAA;&#x7C7B;&#x4F3C;&#x7684;&#x5DE5;&#x4F5C;[308,327,402,403,404,406,604,605,606,607,619]&#x3002;</p>
<p>&#x5DF2;&#x7ECF;&#x5728;&#x4E0D;&#x540C;&#x6570;&#x636E;&#x57DF;&#x7684;&#x80CC;&#x666F;&#x4E0B;&#x5E7F;&#x6CDB;&#x7814;&#x7A76;&#x4E86;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x867D;&#x7136;&#x6570;&#x503C;&#x6570;&#x636E;&#x662F;&#x6700;&#x5E38;&#x7814;&#x7A76;&#x7684;&#x6848;&#x4F8B;&#xFF0C;&#x4F46;&#x4E5F;&#x63D0;&#x51FA;&#x4E86;&#x8BB8;&#x591A;&#x5206;&#x7C7B;&#x548C;&#x6DF7;&#x5408;&#x6570;&#x636E;&#x7684;&#x65B9;&#x6CD5;[38,578]&#x3002;&#x5728;[240]&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x5728;&#x6587;&#x672C;&#x8BED;&#x6599;&#x5E93;&#x4E2D;&#x8FDB;&#x884C;&#x65E0;&#x76D1;&#x7763;&#x79BB;&#x7FA4;&#x70B9;&#x68C0;&#x6D4B;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x5728;&#x6587;&#x732E;&#x4E2D;&#x4E5F;&#x5E7F;&#x6CDB;&#x7814;&#x7A76;&#x4E86;&#x68C0;&#x6D4B;&#x5177;&#x6709;&#x4F9D;&#x8D56;&#x6027;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5728;[9,17,19,29,310,311,312,315]&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x7528;&#x4E8E;&#x68C0;&#x6D4B;&#x5F02;&#x5E38;&#x503C;&#x4EE5;&#x53CA;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x548C;&#x6D41;&#x7684;&#x53D8;&#x5316;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x65B0;&#x9896;&#x6027;&#x68C0;&#x6D4B;[388]&#x662F;&#x4E00;&#x4E2A;&#x4E0E;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#x7684;&#x9886;&#x57DF;&#xFF0C;&#x5B83;&#x901A;&#x5E38;&#x5728;&#x76D1;&#x7763;&#x6A21;&#x578B;&#x7684;&#x80CC;&#x666F;&#x4E0B;&#x8FDB;&#x884C;&#x7814;&#x7A76;&#xFF0C;&#x5176;&#x4E2D;&#x6765;&#x81EA;&#x6570;&#x636E;&#x6D41;&#x7684;&#x65B0;&#x7C7B;&#x88AB;&#x5B9E;&#x65F6;&#x68C0;&#x6D4B;[391,392]&#x5E76;&#x4F7F;&#x7528;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5728;&#x65E0;&#x76D1;&#x7763;&#x573A;&#x666F;&#x4E2D;&#x4E5F;&#x7ECF;&#x5E38;&#x7814;&#x7A76;&#x65B0;&#x9896;&#x6027;&#x68C0;&#x6D4B;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5728;&#x6587;&#x672C;&#x6D41;&#x4E2D;&#x7684;&#x4E3B;&#x9898;&#x68C0;&#x6D4B;&#x548C;&#x8DDF;&#x8E2A;&#x4E2D;&#x7684;&#x7B2C;&#x4E00;&#x6545;&#x4E8B;&#x68C0;&#x6D4B;&#x7684;&#x80CC;&#x666F;&#x4E0B;[622]&#x3002;&#x7A7A;&#x95F4;&#x5F02;&#x5E38;&#x503C;[2,324,376,487,488,489,490]&#x4E0E;&#x5728;&#x65F6;&#x95F4;&#x6570;&#x636E;&#x4E2D;&#x53D1;&#x73B0;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x95EE;&#x9898;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x4E5F;&#x663E;&#x793A;&#x7A7A;&#x95F4;&#x8FDE;&#x7EED;&#x6027;&#xFF0C;&#x6B63;&#x5982;&#x65F6;&#x95F4;&#x6570;&#x636E;&#x663E;&#x793A;&#x65F6;&#x95F4;&#x8FDE;&#x7EED;&#x6027;&#x4E00;&#x6837;&#x3002;&#x67D0;&#x4E9B;&#x5F62;&#x5F0F;&#x7684;&#x7A7A;&#x95F4;&#x6570;&#x636E;&#x4E5F;&#x5177;&#x6709;&#x65F6;&#x95F4;&#x6210;&#x5206;&#xFF0C;&#x8FD9;&#x9700;&#x8981;&#x786E;&#x5B9A;&#x65F6;&#x7A7A;&#x5F02;&#x5E38;[141,142]&#x3002;&#x79BB;&#x6563;&#x5E8F;&#x5217;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x4E0E;&#x8FDE;&#x7EED;&#x5E8F;&#x5217;&#x4E2D;&#x7684;&#x65F6;&#x95F4;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x6709;&#x5173;&#x3002;&#x5BF9;&#x4E8E;&#x79BB;&#x6563;&#x5E8F;&#x5217;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;[126]&#x4E2D;&#x627E;&#x5230;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x8C03;&#x67E5;&#x3002;&#x5173;&#x4E8E;&#x5404;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x65F6;&#x95F4;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x4E00;&#x822C;&#x8C03;&#x67E5;&#x53EF;&#x4EE5;&#x5728;[231,232]&#x4E2D;&#x627E;&#x5230;&#x3002;&#x5728;[41]&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x5728;&#x56FE;&#x4E2D;&#x627E;&#x5230;&#x5177;&#x6709;&#x5F02;&#x5E38;&#x90BB;&#x57DF;&#x884C;&#x4E3A;&#x7684;&#x8282;&#x70B9;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x4E14;&#x5728;[17,214,416,452]&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x5BFB;&#x627E;&#x5173;&#x7CFB;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x5B50;&#x56FE;&#x5F02;&#x5E38;&#x503C;&#x548C;&#x793E;&#x533A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6280;&#x672F;&#x3002;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x7684;&#x4E3B;&#x8981;&#x601D;&#x60F3;&#x662F;&#x7F51;&#x7EDC;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x533A;&#x57DF;a.</p>
<p>&#x5728;&#x6587;&#x732E;[5,7,8,25,263]&#x7684;&#x51E0;&#x4E2A;&#x5148;&#x524D;&#x7684;&#x5DE5;&#x4F5C;&#x4E2D;&#x5DF2;&#x7ECF;&#x89C2;&#x5BDF;&#x5230;&#x9AD8;&#x7EF4;&#x5E94;&#x7528;&#xFF08;&#x4F8B;&#x5982;&#x805A;&#x7C7B;&#x548C;&#x6700;&#x8FD1;&#x90BB;&#x641C;&#x7D22;&#xFF09;&#x7684;&#x4E0D;&#x826F;&#x884C;&#x4E3A;&#x95EE;&#x9898;&#x3002;&#x5728;[4]&#x4E2D;&#x9996;&#x6B21;&#x63D0;&#x51FA;&#x4E86;&#x9AD8;&#x7EF4;&#x79BB;&#x7FA4;&#x70B9;&#x68C0;&#x6D4B;&#x7684;&#x95EE;&#x9898;&#x3002;&#x672C;&#x6587;&#x63D0;&#x51FA;&#x4E86;&#x7528;&#x4E8E;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x5B50;&#x7A7A;&#x95F4;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x4E14;&#x8BB8;&#x591A;&#x5176;&#x4ED6;&#x8FD1;&#x671F;&#x65B9;&#x6CD5;&#x9075;&#x5FAA;&#x7C7B;&#x4F3C;&#x7684;&#x5DE5;&#x4F5C;[308,327,402,403,404,406,604,605,606,607,619]&#x3002;
&#x5DF2;&#x7ECF;&#x5728;&#x4E0D;&#x540C;&#x6570;&#x636E;&#x57DF;&#x7684;&#x80CC;&#x666F;&#x4E0B;&#x5E7F;&#x6CDB;&#x7814;&#x7A76;&#x4E86;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x867D;&#x7136;&#x6570;&#x503C;&#x6570;&#x636E;&#x662F;&#x6700;&#x5E38;&#x7814;&#x7A76;&#x7684;&#x6848;&#x4F8B;&#xFF0C;&#x4F46;&#x4E5F;&#x63D0;&#x51FA;&#x4E86;&#x8BB8;&#x591A;&#x5206;&#x7C7B;&#x548C;&#x6DF7;&#x5408;&#x6570;&#x636E;&#x7684;&#x65B9;&#x6CD5;[38,578]&#x3002;&#x5728;[240]&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x5728;&#x6587;&#x672C;&#x8BED;&#x6599;&#x5E93;&#x4E2D;&#x8FDB;&#x884C;&#x65E0;&#x76D1;&#x7763;&#x79BB;&#x7FA4;&#x70B9;&#x68C0;&#x6D4B;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x5728;&#x6587;&#x732E;&#x4E2D;&#x4E5F;&#x5E7F;&#x6CDB;&#x7814;&#x7A76;&#x4E86;&#x68C0;&#x6D4B;&#x5177;&#x6709;&#x4F9D;&#x8D56;&#x6027;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5728;[9,17,19,29,310,311,312,315]&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x7528;&#x4E8E;&#x68C0;&#x6D4B;&#x5F02;&#x5E38;&#x503C;&#x4EE5;&#x53CA;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x548C;&#x6D41;&#x7684;&#x53D8;&#x5316;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x65B0;&#x9896;&#x6027;&#x68C0;&#x6D4B;[388]&#x662F;&#x4E00;&#x4E2A;&#x4E0E;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#x7684;&#x9886;&#x57DF;&#xFF0C;&#x5B83;&#x901A;&#x5E38;&#x5728;&#x76D1;&#x7763;&#x6A21;&#x578B;&#x7684;&#x80CC;&#x666F;&#x4E0B;&#x8FDB;&#x884C;&#x7814;&#x7A76;&#xFF0C;&#x5176;&#x4E2D;&#x6765;&#x81EA;&#x6570;&#x636E;&#x6D41;&#x7684;&#x65B0;&#x7C7B;&#x88AB;&#x5B9E;&#x65F6;&#x68C0;&#x6D4B;[391,392]&#x5E76;&#x4F7F;&#x7528;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5728;&#x65E0;&#x76D1;&#x7763;&#x573A;&#x666F;&#x4E2D;&#x4E5F;&#x7ECF;&#x5E38;&#x7814;&#x7A76;&#x65B0;&#x9896;&#x6027;&#x68C0;&#x6D4B;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5728;&#x6587;&#x672C;&#x6D41;&#x4E2D;&#x7684;&#x4E3B;&#x9898;&#x68C0;&#x6D4B;&#x548C;&#x8DDF;&#x8E2A;&#x4E2D;&#x7684;&#x7B2C;&#x4E00;&#x6545;&#x4E8B;&#x68C0;&#x6D4B;&#x7684;&#x80CC;&#x666F;&#x4E0B;[622]&#x3002;&#x7A7A;&#x95F4;&#x5F02;&#x5E38;&#x503C;[2,324,376,487,488,489,490]&#x4E0E;&#x5728;&#x65F6;&#x95F4;&#x6570;&#x636E;&#x4E2D;&#x53D1;&#x73B0;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x95EE;&#x9898;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x4E5F;&#x663E;&#x793A;&#x7A7A;&#x95F4;&#x8FDE;&#x7EED;&#x6027;&#xFF0C;&#x6B63;&#x5982;&#x65F6;&#x95F4;&#x6570;&#x636E;&#x663E;&#x793A;&#x65F6;&#x95F4;&#x8FDE;&#x7EED;&#x6027;&#x4E00;&#x6837;&#x3002;&#x67D0;&#x4E9B;&#x5F62;&#x5F0F;&#x7684;&#x7A7A;&#x95F4;&#x6570;&#x636E;&#x4E5F;&#x5177;&#x6709;&#x65F6;&#x95F4;&#x6210;&#x5206;&#xFF0C;&#x8FD9;&#x9700;&#x8981;&#x786E;&#x5B9A;&#x65F6;&#x7A7A;&#x5F02;&#x5E38;[141,142]&#x3002;&#x79BB;&#x6563;&#x5E8F;&#x5217;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x4E0E;&#x8FDE;&#x7EED;&#x5E8F;&#x5217;&#x4E2D;&#x7684;&#x65F6;&#x95F4;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x6709;&#x5173;&#x3002;&#x5BF9;&#x4E8E;&#x79BB;&#x6563;&#x5E8F;&#x5217;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;[126]&#x4E2D;&#x627E;&#x5230;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x8C03;&#x67E5;&#x3002;&#x5173;&#x4E8E;&#x5404;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x65F6;&#x95F4;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x4E00;&#x822C;&#x8C03;&#x67E5;&#x53EF;&#x4EE5;&#x5728;[231,232]&#x4E2D;&#x627E;&#x5230;&#x3002;
&#x5728;[41]&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x5728;&#x56FE;&#x4E2D;&#x627E;&#x5230;&#x5177;&#x6709;&#x5F02;&#x5E38;&#x90BB;&#x57DF;&#x884C;&#x4E3A;&#x7684;&#x8282;&#x70B9;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x4E14;&#x5728;[17,214,416,452]&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x5BFB;&#x627E;&#x5173;&#x7CFB;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x5B50;&#x56FE;&#x5F02;&#x5E38;&#x503C;&#x548C;&#x793E;&#x533A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6280;&#x672F;&#x3002;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x7684;&#x4E3B;&#x8981;&#x601D;&#x60F3;&#x662F;&#x7F51;&#x7EDC;&#x4E2D;&#x7684;&#x5F02;&#x5E38;&#x533A;&#x57DF;&#x662F;&#x7531;&#x8FB9;&#x7F18;&#xFF0C;&#x5B50;&#x56FE;&#x548C;&#x793E;&#x533A;&#x5F62;&#x5F0F;&#x7684;&#x5F02;&#x5E38;&#x5173;&#x7CFB;&#x5F15;&#x8D77;&#x7684;&#x3002;&#x5728;[20,233,234,519]&#x4E2D;&#x7814;&#x7A76;&#x4E86;&#x65F6;&#x95F4;&#x7F51;&#x7EDC;&#x4E2D;&#x7684;&#x8FDB;&#x5316;&#x7F51;&#x7EDC;&#x5206;&#x6790;&#x95EE;&#x9898;&#x3002;&#x9759;&#x6001;&#x548C;&#x52A8;&#x6001;&#x7F51;&#x7EDC;&#x4E2D;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x8C03;&#x67E5;&#x53EF;&#x4EE5;&#x5728;[14,14,457]&#x4E2D;&#x627E;&#x5230;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#xFF0C;&#x5DF2;&#x7ECF;&#x63D0;&#x51FA;&#x4E86;&#x7528;&#x4E8E;&#x5F02;&#x5E38;&#x96C6;&#x5408;&#x7684;&#x65B9;&#x6CD5;&#x3002; [344]&#x4E2D;&#x7684;&#x5DE5;&#x4F5C;&#x8BBE;&#x8BA1;&#x4E86;&#x5728;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#x4E2D;&#x4F7F;&#x7528;&#x4E0D;&#x540C;&#x7279;&#x5F81;&#x5B50;&#x96C6;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x5C06;&#x5B83;&#x4EEC;&#x7EC4;&#x5408;&#x4EE5;&#x63D0;&#x4F9B;&#x66F4;&#x6709;&#x6548;&#x7684;&#x7ED3;&#x679C;&#x3002; [402,403,404]&#x4E2D;&#x7684;&#x5DE5;&#x4F5C;&#x793A;&#x51FA;&#x4E86;&#x5982;&#x4F55;&#x7EC4;&#x5408;&#x7531;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x627E;&#x5230;&#x7684;&#x6765;&#x81EA;&#x4E0D;&#x540C;&#x5B50;&#x7A7A;&#x95F4;&#x7684;&#x5206;&#x6570;&#xFF0C;&#x4EE5;&#x4FBF;&#x63D0;&#x4F9B;&#x7EDF;&#x4E00;&#x4E14;&#x66F4;&#x7A33;&#x5065;&#x7684;&#x7ED3;&#x679C;&#x3002; [367]&#x4E2D;&#x7684;&#x5DE5;&#x4F5C;&#x63D0;&#x51FA;&#x4E86;&#x9694;&#x79BB;&#x68EE;&#x6797;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x8FD9;&#x79CD;&#x6982;&#x5FF5;&#x7C7B;&#x4F3C;&#x4E8E;&#x968F;&#x673A;&#x68EE;&#x6797;&#x5728;&#x5206;&#x7C7B;&#x4E2D;&#x7684;&#x6210;&#x529F;&#x6982;&#x5FF5;&#x3002;&#x6700;&#x8FD1;&#xFF0C;&#x901A;&#x8FC7;&#x5C06;&#x73B0;&#x6709;&#xFF08;&#x975E;&#x6B63;&#x5F0F;&#xFF09;&#x5DE5;&#x4F5C;&#x5B9A;&#x4F4D;&#x4E8E;&#x5F02;&#x5E38;&#x96C6;&#x5408;&#x9886;&#x57DF;&#xFF0C;&#x5E76;&#x5EFA;&#x7ACB;&#x7406;&#x8BBA;&#x57FA;&#x7840;[31,32,35]&#xFF0C;&#x8BE5;&#x9886;&#x57DF;&#x5DF2;&#x7ECF;&#x6B63;&#x5F0F;&#x5316;&#x3002;</p>
<p>&#x5DF2;&#x7ECF;&#x4EE5;&#x7A00;&#x6709;&#x7C7B;&#x68C0;&#x6D4B;&#x7684;&#x5F62;&#x5F0F;&#x5E7F;&#x6CDB;&#x7814;&#x7A76;&#x4E86;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;&#x95EE;&#x9898;&#x7684;&#x76D1;&#x7763;&#x7248;&#x672C;&#x3002;&#x5BF9;&#x4E8E;&#x53D7;&#x76D1;&#x7763;&#x7684;&#x6848;&#x4F8B;&#xFF0C;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x4E00;&#x672C;&#x5173;&#x4E8E;&#x5206;&#x7C7B;&#x7684;&#x4E00;&#x822C;&#x4E66;[176]&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x672C;&#x8D28;&#x4E0A;&#x662F;&#x5BF9;&#x6807;&#x51C6;&#x5206;&#x7C7B;&#x95EE;&#x9898;&#x7684;&#x6210;&#x672C;&#x654F;&#x611F;&#x53D8;&#x91CF;[132,182]&#xFF0C;&#x5176;&#x4E2D;&#x7C7B;&#x5206;&#x5E03;&#x975E;&#x5E38;&#x4E0D;&#x5E73;&#x8861;&#x3002;&#x7279;&#x522B;&#x662F;&#xFF0C;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x53C2;&#x8003;[132,182]&#xFF0C;&#x5BF9;&#x4E0D;&#x5E73;&#x8861;&#x6570;&#x636E;&#x96C6;&#x4E2D;&#x5BF9;&#x6210;&#x672C;&#x654F;&#x611F;&#x7684;&#x5B66;&#x4E60;&#x7684;&#x57FA;&#x7840;&#x8FDB;&#x884C;&#x5168;&#x9762;&#x7684;&#x8BA8;&#x8BBA;&#x3002;&#x5728;[183]&#x200B;&#x200B;&#x4E2D;&#x8BA8;&#x8BBA;&#x4E86;&#x8BB8;&#x591A;&#x7528;&#x4E8E;&#x5BF9;&#x6B63;&#x6570;&#x548C;&#x672A;&#x6807;&#x8BB0;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x5206;&#x7C7B;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x4ECE;&#x672C;&#x6587;&#x4E2D;&#x7684;&#x53C2;&#x8003;&#x6587;&#x732E;&#x4E2D;&#x627E;&#x5230;&#x5BF9;&#x8BE5;&#x9886;&#x57DF;&#x5148;&#x524D;&#x5DE5;&#x4F5C;&#x7684;&#x826F;&#x597D;&#x56DE;&#x987E;&#x3002; [431,618,619]&#x7684;&#x5DE5;&#x4F5C;&#x9996;&#x6B21;&#x8868;&#x660E;&#x4EBA;&#x7C7B;&#x76D1;&#x7763;&#x5982;&#x4F55;&#x7528;&#x4E8E;&#x663E;&#x7740;&#x63D0;&#x9AD8;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x6709;&#x6548;&#x6027;&#x3002;&#x6700;&#x540E;&#xFF0C;&#x5728;[388,389,538]&#x4E2D;&#x5E7F;&#x6CDB;&#x8BA8;&#x8BBA;&#x4E86;&#x65B0;&#x9896;&#x68C0;&#x6D4B;&#x7684;&#x534A;&#x76D1;&#x7763;&#x60C5;&#x666F;&#x3002;</p>
<h2 id="110&#x7EC3;&#x4E60;">1.10&#x7EC3;&#x4E60;</h2>
<p>1.&#x4EE5;&#x4E0B;&#x5404;&#x70B9;&#x4E2D;&#x7684;&#x4EE5;&#x4E0B;&#x54EA;&#x4E00;&#x70B9;&#x662F;&#x5F02;&#x5E38;&#x503C;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;
&#x2022;&#xFF08;1&#x7EF4;&#xFF09;{1,3,2,1,3,2,75,1,3,2,2,1,2,3,2,1}
&#x2022;&#xFF08;1&#x7EF4;&#xFF09;{1,2,3,4,2,19,9,21,20,22}
&#x2022;&#xFF08;2&#x7EF4;&#xFF09;{&#xFF08;1,9&#xFF09;&#xFF0C;&#xFF08;2,9&#xFF09;&#xFF0C;&#xFF08;3,9&#xFF09;&#xFF0C;&#xFF08;10,10&#xFF09;&#xFF0C;&#xFF08;10,3&#xFF09;&#xFF0C;&#xFF08;9,1&#xFF09;&#xFF0C;&#xFF08;10,2&#xFF09;}</p>
<p>2.&#x4F7F;&#x7528;MATLAB&#x6216;&#x4EFB;&#x4F55;&#x5176;&#x4ED6;&#x6570;&#x5B66;&#x8F6F;&#x4EF6;&#x5728;&#x7EC3;&#x4E60;1&#x7684;&#x4E0D;&#x540C;&#x60C5;&#x51B5;&#x4E0B;&#x521B;&#x5EFA;&#x6CBF;&#x6BCF;&#x4E2A;&#x7EF4;&#x5EA6;&#x7684;&#x6570;&#x636E;&#x5206;&#x5E03;&#x7684;&#x76F4;&#x65B9;&#x56FE;&#x3002;&#x60A8;&#x80FD;&#x76F4;&#x89C2;&#x5730;&#x770B;&#x5230;&#x5F02;&#x5E38;&#x503C;&#x5417;&#xFF1F;&#x54EA;&#x4E2A;&#xFF1F;&#x5728;&#x54EA;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#x5F02;&#x5E38;&#x503C;&#x4E0D;&#x6E05;&#x695A;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</p>
<p>3.&#x5BF9;&#x4E8E;&#x7EC3;&#x4E60;1&#x7684;&#x4E8C;&#x7EF4;&#x60C5;&#x51B5;&#xFF0C;&#x5728;&#x4E8C;&#x7EF4;&#x5E73;&#x9762;&#x4E0A;&#x7ED8;&#x5236;&#x6570;&#x636E;&#x70B9;&#x3002;&#x4F60;&#x80FD;&#x76F4;&#x89C2;&#x5730;&#x770B;&#x5230;&#x5F02;&#x5E38;&#x503C;&#x5417;&#xFF1F;&#x54EA;&#x4E2A;&#xFF1F;</p>
<p>4.&#x5BF9;&#x7EC3;&#x4E60;1&#x4E2D;&#x7684;&#x6BCF;&#x4E2A;&#x6848;&#x4F8B;&#x5E94;&#x7528;Z&#x503C;&#x6D4B;&#x8BD5;&#x3002;&#x5BF9;&#x4E8E;&#x4E8C;&#x7EF4;&#x6848;&#x4F8B;&#xFF0C;&#x5C06;Z&#x503C;&#x6D4B;&#x8BD5;&#x5E94;&#x7528;&#x4E8E;&#x5404;&#x4E2A;&#x7EF4;&#x5EA6;&#x3002;&#x4F60;&#x53D1;&#x73B0;&#x4E86;&#x6B63;&#x786E;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5417;&#xFF1F;</p>
<p>5.&#x5BF9;&#x4E8E;&#x7EC3;&#x4E60;1&#x4E2D;&#x7684;&#x4E8C;&#x7EF4;&#x60C5;&#x5F62;&#xFF0C;&#x6784;&#x9020;&#x51FD;&#x6570;f&#xFF08;x1&#xFF0C;x2&#xFF09;= | x1 -x2 |&#x3002;&#x5C06;Z&#x503C;&#x6D4B;&#x8BD5;&#x5E94;&#x7528;&#x4E8E;&#x6BCF;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x4E0A;&#x7684;f&#xFF08;x1&#xFF0C;x2&#xFF09;&#x3002;&#x6839;&#x636E;&#x7EC3;&#x4E60;3&#x4E2D;&#x7684;&#x89C6;&#x89C9;&#x5206;&#x6790;&#xFF0C;&#x60A8;&#x662F;&#x5426;&#x83B7;&#x5F97;&#x4E86;&#x6B63;&#x786E;&#x7684;&#x5F02;&#x5E38;&#x503C;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</p>
<p>6.&#x786E;&#x5B9A;&#x7EC3;&#x4E60;1&#x4E2D;&#x7684;&#x6BCF;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x7684;&#x6700;&#x8FD1;&#x90BB;&#x5C45;&#x3002;&#x54EA;&#x4E9B;&#x6570;&#x636E;&#x70B9;&#x5177;&#x6709;&#x6700;&#x8FD1;&#x90BB;&#x5C45;&#x8DDD;&#x79BB;&#x7684;&#x6700;&#x5927;&#x503C;&#xFF1F;&#x5B83;&#x4EEC;&#x662F;&#x6B63;&#x786E;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5417;&#xFF1F;</p>
<p>7.&#x5BF9;&#x7EC3;&#x4E60;1&#x4E2D;&#x7684;&#x6BCF;&#x4E2A;&#x6848;&#x4F8B;&#x5E94;&#x7528;k&#x5747;&#x503C;&#x805A;&#x7C7B;&#x7B97;&#x6CD5;&#xFF0C;&#x540C;&#x65F6;&#x8BBE;&#x7F6E;k = 2.&#x54EA;&#x4E2A;&#x6570;&#x636E;&#x70B9;&#x8DDD;&#x79BB;&#x8FD9;&#x6837;&#x627E;&#x5230;&#x7684;&#x4E24;&#x4E2A;&#x5747;&#x503C;&#x6700;&#x8FDC;&#xFF1F;&#x8FD9;&#x4E9B;&#x662F;&#x6B63;&#x786E;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5417;&#xFF1F;</p>
<p>8.&#x8003;&#x8651;&#x4EE5;&#x4E0B;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#xFF1A;
&#x2022;1,2,3,3,2,1,73,1,2,3,5
&#x2022;1,2,3,4,3,2,1,3,73,72,74,73,74,1,2,3,4,2&#x2022;1,2,3,5,6,19,11 &#xFF0C;15,17,2,17,19,17,18
&#x60A8;&#x4F1A;&#x8003;&#x8651;&#x54EA;&#x4E9B;&#x6570;&#x636E;&#x70B9;&#x5F02;&#x5E38;&#x503C;&#xFF1F;&#x65F6;&#x95F4;&#x6210;&#x5206;&#x5982;&#x4F55;&#x5F71;&#x54CD;&#x60A8;&#x5BF9;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x9009;&#x62E9;&#xFF1F;&#x73B0;&#x5728;&#x68C0;&#x67E5;&#x65F6;&#x95F4;&#x5E8F;&#x5217;&#x53D8;&#x5316;&#x663E;&#x7740;&#x7684;&#x70B9;&#xFF1F;&#x8FD9;&#x4E9B;&#x70B9;&#x5982;&#x4F55;&#x4E0E;&#x5F02;&#x5E38;&#x503C;&#x76F8;&#x5173;&#x8054;&#xFF1F;</p>
<p>9.&#x8003;&#x8651;N&#x4E2D;8&#x4E2A;&#x8282;&#x70B9;&#x7684;&#x65E0;&#x5411;&#x200B;&#x200B;&#x7F51;&#x7EDC;G =&#xFF08;N&#xFF0C;A&#xFF09;&#xFF0C;&#x4ECE;1&#x5230;8&#x7D22;&#x5F15;&#x3002;&#x8BA9;&#x8FB9;&#x96C6;A&#x4E3A;{&#xFF08;1,2&#xFF09;&#xFF0C;&#xFF08;1,3&#xFF09;&#xFF0C;&#xFF08;1,4&#xFF09;&#xFF0C;&#xFF08; 1,5&#xFF09;&#xFF0C;&#xFF08;1,6&#xFF09;&#xFF0C;&#xFF08;1,7&#xFF09;&#xFF0C;&#xFF08;1,8&#xFF09;}&#x3002;&#x5728;&#x7EB8;&#x4E0A;&#x7ED8;&#x5236;&#x7F51;&#x7EDC;&#x4EE5;&#x4F7F;&#x5176;&#x53EF;&#x89C6;&#x5316;&#x3002;&#x662F;&#x5426;&#x6709;&#x4EFB;&#x4F55;&#x8282;&#x70B9;&#xFF0C;&#x4F60;&#x4F1A;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5F02;&#x5E38;&#x503C;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;
&#x2022;&#x73B0;&#x5728;&#x5220;&#x9664;&#x8FB9;&#x7F18;&#xFF08;1,7&#xFF09;&#x3002;&#x8FD9;&#x662F;&#x5426;&#x4F1A;&#x6539;&#x53D8;&#x60A8;&#x8BA4;&#x4E3A;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x8282;&#x70B9;&#x96C6;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</p>
<p>10.&#x8003;&#x8651;&#x4ECE;1&#x5230;8&#x7D22;&#x5F15;&#x7684;N&#x4E2A;&#x8282;&#x70B9;&#x4E2D;&#x7684;8&#x4E2A;&#x8282;&#x70B9;&#x7684;&#x65E0;&#x5411;&#x200B;&#x200B;&#x7F51;&#x7EDC;G =&#xFF08;N&#xFF0C;A&#xFF09;&#x3002;&#x8BA9;&#x8FB9;&#x96C6;A&#x4E3A;{&#xFF08;1,2&#xFF09;&#xFF0C;&#xFF08;1,3&#xFF09;&#xFF0C;&#xFF08;1,4&#xFF09;&#xFF0C;&#xFF08; 2,3&#xFF09;&#xFF0C;&#xFF08;2,4&#xFF09;&#xFF0C;&#xFF08;5,7&#xFF09;&#xFF0C;&#xFF08;4,7&#xFF09;&#xFF0C;&#xFF08;5,6&#xFF09;&#xFF0C;&#xFF08;6,8&#xFF09;&#xFF0C;&#xFF08;5,8&#xFF09;&#xFF0C;&#xFF08;6,7&#xFF09;}&#x3002;&#x5728;&#x7EB8;&#x4E0A;&#x7ED8;&#x5236;&#x7F51;&#x7EDC;&#x4EE5;&#x4F7F;&#x5176;&#x53EF;&#x89C6;&#x5316;&#x3002;&#x6709;&#x4EC0;&#x4E48;&#x4F18;&#x52BF;&#xFF0C;&#x4F60;&#x4F1A;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5F02;&#x5E38;&#x503C;&#x5417;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</p>
<p>11.&#x8003;&#x8651;&#x4E09;&#x79CD;&#x7B97;&#x6CD5;A&#xFF0C;B&#x548C;C&#xFF0C;&#x5B83;&#x4EEC;&#x8FD0;&#x884C;&#x5728;&#x5177;&#x6709;100&#x4E2A;&#x70B9;&#x548C;5&#x4E2A;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6570;&#x636E;&#x96C6;&#x4E0A;&#x3002;&#x4E09;&#x79CD;&#x7B97;&#x6CD5;&#x7684;&#x5206;&#x6570;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7B49;&#x7EA7;&#x5982;&#x4E0B;&#xFF1A;A&#xFF1A;1,3,5,8,11
B&#xFF1A;2,5,6,7,9
C&#xFF1A;2,4,6,10,13
&#x7ED8;&#x5236;&#x6BCF;&#x4E2A;&#x7B97;&#x6CD5;&#x7684;PR&#x66F2;&#x7EBF;&#x3002;&#x60A8;&#x662F;&#x5426;&#x4F1A;&#x8BA4;&#x4E3A;&#x4EFB;&#x4F55;&#x7B97;&#x6CD5;&#x4E25;&#x683C;&#x4F18;&#x4E8E;&#x5176;&#x4ED6;&#x4EFB;&#x4F55;&#x7B97;&#x6CD5;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</p>
<script type="text/javascript" src="http://cdn.mathjax.org/mathjax/latest/MathJax.js?config=default"></script>



                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="contents.html" class="navigation navigation-prev " aria-label="Previous page: 目录">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="chapter2.html" class="navigation navigation-next " aria-label="Next page: 第2章 异常检测的概率和统计模型">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第1章 异常分析简介","level":"1.3","depth":1,"next":{"title":"第2章 异常检测的概率和统计模型","level":"1.4","depth":1,"path":"chapter2.md","ref":"chapter2.md","articles":[]},"previous":{"title":"目录","level":"1.2","depth":1,"path":"contents.md","ref":"contents.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter1.md","mtime":"2019-02-01T15:42:33.814Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-02-01T15:44:03.556Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

