
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第2章 异常检测的概率和统计模型 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-page-toc/page-toc.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="chapter1.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="contents.html">
            
                <a href="contents.html">
            
                    
                    目录
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="chapter1.html">
            
                <a href="chapter1.html">
            
                    
                    第1章 异常分析简介
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4" data-path="chapter2.html">
            
                <a href="chapter2.html">
            
                    
                    第2章 异常检测的概率和统计模型
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第2章 异常检测的概率和统计模型</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;2&#x7AE0;">&#x7B2C;2&#x7AE0;</h1>
<h1 id="&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x6982;&#x7387;&#x548C;&#x7EDF;&#x8BA1;&#x6A21;&#x578B;">&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7684;&#x6982;&#x7387;&#x548C;&#x7EDF;&#x8BA1;&#x6A21;&#x578B;</h1>
<p>&#x201C;&#x6709;&#x56DB;&#x4E2A;&#x53C2;&#x6570;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x88C5;&#x4E00;&#x5934;&#x5927;&#x8C61;&#xFF0C;&#x4E94;&#x4E2A;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x8BA9;&#x4ED6;&#x6446;&#x52A8;&#x4ED6;&#x7684;&#x884C;&#x674E;&#x7BB1;&#x3002;&#x201D; -  John von Neumann</p>
<h2 id="21&#x7B80;&#x4ECB;">2.1&#x7B80;&#x4ECB;</h2>
<p>&#x6700;&#x65E9;&#x7684;&#x79BB;&#x7FA4;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#x690D;&#x6839;&#x4E8E;&#x6982;&#x7387;&#x548C;&#x7EDF;&#x8BA1;&#x6A21;&#x578B;&#xFF0C;&#x53EF;&#x8FFD;&#x6EAF;&#x5230;19&#x4E16;&#x7EAA;[180]&#x3002;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x662F;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x6280;&#x672F;&#x51FA;&#x73B0;&#x548C;&#x666E;&#x53CA;&#x4E4B;&#x524D;&#x63D0;&#x51FA;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x8BBE;&#x8BA1;&#x65F6;&#x6CA1;&#x6709;&#x592A;&#x591A;&#x5173;&#x6CE8;&#x6570;&#x636E;&#x8868;&#x793A;&#x6216;&#x8BA1;&#x7B97;&#x6548;&#x7387;&#x7B49;&#x5B9E;&#x9645;&#x95EE;&#x9898;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x57FA;&#x7840;&#x6570;&#x5B66;&#x6A21;&#x578B;&#x975E;&#x5E38;&#x6709;&#x7528;&#xFF0C;&#x5E76;&#x4E14;&#x6700;&#x7EC8;&#x9002;&#x7528;&#x4E8E;&#x5404;&#x79CD;&#x8BA1;&#x7B97;&#x573A;&#x666F;&#x3002;</p>
<p>&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x4E2D;&#x6D41;&#x884C;&#x7684;&#x7EDF;&#x8BA1;&#x5EFA;&#x6A21;&#x5F62;&#x5F0F;&#x662F;&#x68C0;&#x6D4B;&#x6781;&#x7AEF;&#x5355;&#x53D8;&#x91CF;&#x503C;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5E0C;&#x671B;&#x786E;&#x5B9A;&#x5355;&#x53D8;&#x91CF;&#x5206;&#x5E03;&#x7684;&#x5C3E;&#x90E8;&#x7684;&#x6570;&#x636E;&#x503C;&#x4EE5;&#x53CA;&#x76F8;&#x5E94;&#x7684;&#x7EDF;&#x8BA1;&#x663E;&#x7740;&#x6027;&#x6C34;&#x5E73;&#x3002;&#x867D;&#x7136;&#x6781;&#x7AEF;&#x5355;&#x53D8;&#x91CF;&#x503C;&#x5C5E;&#x4E8E;&#x975E;&#x5E38;&#x7279;&#x5B9A;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x7C7B;&#x522B;&#xFF0C;&#x4F46;&#x5B83;&#x4EEC;&#x6709;&#x8BB8;&#x591A;&#x5E94;&#x7528;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x5F02;&#x5E38;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x90FD;&#x4F7F;&#x7528;&#x6570;&#x5B57;&#x5206;&#x6570;&#x6765;&#x6D4B;&#x91CF;&#x6570;&#x636E;&#x70B9;&#x7684;&#x5F02;&#x5E38;&#xFF0C;&#x8FD9;&#x4E9B;&#x7B97;&#x6CD5;&#x7684;&#x6700;&#x540E;&#x4E00;&#x6B65;&#x662F;&#x786E;&#x5B9A;&#x8FD9;&#x4E9B;&#x5206;&#x6570;&#x7684;&#x6781;&#x503C;&#x3002;&#x8BC6;&#x522B;&#x5177;&#x6709;&#x7EDF;&#x8BA1;&#x663E;&#x7740;&#x6027;&#x7684;&#x6781;&#x503C;&#x6709;&#x52A9;&#x4E8E;&#x5C06;&#x5F02;&#x5E38;&#x503C;&#x5F97;&#x5206;&#x8F6C;&#x6362;&#x4E3A;&#x4E8C;&#x8FDB;&#x5236;&#x6807;&#x7B7E;&#x3002;&#x7531;&#x4E0D;&#x540C;&#x7C7B;&#x7B97;&#x6CD5;&#x4F7F;&#x7528;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x8BC4;&#x5206;&#x673A;&#x5236;&#x7684;&#x4E00;&#x4E9B;&#x793A;&#x4F8B;&#x5982;&#x4E0B;&#xFF1A;</p>
<p>&#x2022;&#x5728;&#x6982;&#x7387;&#x5EFA;&#x6A21;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x70B9;&#x4E0E;&#x751F;&#x6210;&#x6A21;&#x578B;&#x7684;&#x53EF;&#x80FD;&#x62DF;&#x5408;&#x5EA6;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x3002;</p>
<p>&#x2022;&#x5728;&#x57FA;&#x4E8E;&#x90BB;&#x8FD1;&#x5EA6;&#x7684;&#x5EFA;&#x6A21;&#x4E2D;&#xFF0C;k-&#x6700;&#x8FD1;&#x90BB;&#x8DDD;&#x79BB;&#xFF0C;&#x8DDD;&#x79BB;&#x6700;&#x8FD1;&#x7684;&#x805A;&#x7C7B;&#x8D28;&#x5FC3;&#x7684;&#x8DDD;&#x79BB;&#x6216;&#x5C40;&#x90E8;&#x5BC6;&#x5EA6;&#x503C;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x3002;</p>
<p>&#x2022;&#x5728;&#x7EBF;&#x6027;&#x5EFA;&#x6A21;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x70B9;&#x4E0E;&#x6570;&#x636E;&#x7684;&#x4F4E;&#x7EF4;&#x8868;&#x793A;&#x7684;&#x5269;&#x4F59;&#x8DDD;&#x79BB;&#x662F;&#x5F02;&#x5E38;&#x503C;&#x3002;</p>
<p>&#x2022;&#x5728;&#x65F6;&#x95F4;&#x5EFA;&#x6A21;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x70B9;&#x4E0E;&#x5176;&#x9884;&#x6D4B;&#x503C;&#x7684;&#x504F;&#x5DEE;&#x7528;&#x4E8E;&#x521B;&#x5EFA;&#x79BB;&#x7FA4;&#x503C;&#x5206;&#x6570;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x5373;&#x4F7F;&#x4E0D;&#x80FD;&#x5BF9;&#x539F;&#x59CB;&#x6570;&#x636E;&#x6267;&#x884C;&#x6781;&#x503C;&#x5EFA;&#x6A21;&#xFF0C;&#x4ECE;&#x4E00;&#x7EC4;&#x79BB;&#x7FA4;&#x503C;&#x5F97;&#x5206;&#x6709;&#x6548;&#x5730;&#x786E;&#x5B9A;&#x6781;&#x503C;&#x7684;&#x80FD;&#x529B;&#x4E5F;&#x6784;&#x6210;&#x4E86;&#x6240;&#x6709;&#x79BB;&#x7FA4;&#x503C;&#x68C0;&#x6D4B;&#x7B97;&#x6CD5;&#x7684;&#x57FA;&#x77F3;&#xFF0C;&#x4F5C;&#x4E3A;&#x6700;&#x540E;&#x4E00;&#x6B65;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x672C;&#x7AE0;&#x5C06;&#x5E7F;&#x6CDB;&#x7814;&#x7A76;&#x6781;&#x503C;&#x5EFA;&#x6A21;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x6781;&#x503C;&#x5EFA;&#x6A21;&#x4E5F;&#x53EF;&#x4EE5;&#x8F7B;&#x677E;&#x6269;&#x5C55;&#x5230;&#x591A;&#x53D8;&#x91CF;&#x6570;&#x636E;&#x3002;&#x4F4D;&#x4E8E;&#x6570;&#x636E;&#x7684;&#x5E15;&#x7D2F;&#x6258;&#x6781;&#x503C;&#x4E0A;&#x7684;&#x6570;&#x636E;&#x70B9;&#x88AB;&#x79F0;&#x4E3A;&#x591A;&#x53D8;&#x91CF;&#x6781;&#x503C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x56FE;2.1&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x70B9;&apos;B&apos;&#x662F;&#x4E00;&#x4E2A;&#x591A;&#x53D8;&#x91CF;&#x6781;&#x503C;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x6570;&#x636E;&#x70B9;&apos;A&apos;&#x662F;&#x5F02;&#x5E38;&#x503C;&#xFF0C;&#x4F46;&#x4E0D;&#x662F;&#x591A;&#x53D8;&#x91CF;&#x6781;&#x503C;&#x3002;&#x591A;&#x53D8;&#x91CF;&#x6781;&#x503C;&#x5206;&#x6790;&#x65B9;&#x6CD5;&#x6709;&#x65F6;&#x4E5F;&#x7528;&#x4E8E;&#x4E00;&#x822C;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x3002;&#x8FD9;&#x4E9B;&#x6280;&#x672F;&#x6709;&#x65F6;&#x5728;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x7684;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x4E2D;&#x8868;&#x73B0;&#x51FA;&#x8272;&#xFF0C;&#x4F46;&#x5B83;&#x4EEC;&#x5E76;&#x975E;&#x65E8;&#x5728;&#x6210;&#x4E3A;&#x4E00;&#x822C;&#x7684;&#x79BB;&#x7FA4;&#x503C;&#x5206;&#x6790;&#x65B9;&#x6CD5;&#x3002;&#x8FD9;&#x79CD;&#x884C;&#x4E3A;&#x7684;&#x539F;&#x56E0;&#x4E3B;&#x8981;&#x5728;&#x4E8E;&#xFF0C;&#x771F;&#x5B9E;&#x4E16;&#x754C;&#x7684;&#x7279;&#x5F81;&#x63D0;&#x53D6;&#x65B9;&#x6CD5;&#x6709;&#x65F6;&#x4F1A;&#x521B;&#x5EFA;&#x8868;&#x793A;&#x5F02;&#x5E38;&#x503C;&#x662F;&#x7531;&#x6781;&#x503C;&#x5F15;&#x8D77;&#x7684;&#x8868;&#x793A;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x4FE1;&#x7528;&#x5361;&#x6B3A;&#x8BC8;&#x68C0;&#x6D4B;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x4E2D;&#xFF0C;&#x901A;&#x5E38;&#x63D0;&#x53D6;&#x4E0E;&#x4EA4;&#x6613;&#x7684;&#x5927;&#x5C0F;&#x548C;&#x9891;&#x7387;&#x76F8;&#x5BF9;&#x5E94;&#x7684;&#x7279;&#x5F81;&#x3002;&#x5F02;&#x5E38;&#x5927;&#x6216;&#x9891;&#x7E41;&#x7684;&#x4EA4;&#x6613;&#x901A;&#x5E38;&#x5BF9;&#x5E94;&#x4E8E;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x5373;&#x4F7F;&#x4EE5;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x63D0;&#x53D6;&#x7279;&#x5F81;&#x7684;&#x5B50;&#x96C6;&#xFF0C;&#x5B83;&#x4E5F;&#x53EF;&#x4EE5;&#x6781;&#x5927;&#x5730;&#x63D0;&#x9AD8;&#x591A;&#x53D8;&#x91CF;&#x6781;&#x503C;&#x5206;&#x6790;&#x65B9;&#x6CD5;&#x5BF9;&#x5F02;&#x5E38;&#x503C;&#x68C0;&#x6D4B;&#x7684;&#x6709;&#x6548;&#x6027;&#x3002;&#x5728;&#x4E00;&#x822C;&#x60C5;&#x51B5;&#x4E0B;&#x4F7F;&#x7528;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x7684;&#x7F3A;&#x70B9;&#x662F;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x9519;&#x8FC7;&#x4E86;&#x56FE;2.1&#x4E2D;&#x7684;&#x201C;A&#x201D;&#x7B49;&#x6570;&#x636E;&#x70B9;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5C3D;&#x7BA1;&#x5B58;&#x5728;&#x8FD9;&#x79CD;&#x660E;&#x663E;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x4F46;&#x5728;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x4E2D;&#x4E0D;&#x5E94;&#x5FFD;&#x89C6;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x3002;&#x5728;&#x8BB8;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x5C06;&#x8FD9;&#x4E9B;&#x6280;&#x672F;&#x6DFB;&#x52A0;&#x4E3A;&#x96C6;&#x5408;&#x65B9;&#x6CD5;&#x7684;&#x4E00;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x7EC4;&#x4EF6;&#xFF08;&#x53C2;&#x89C1;&#x7B2C;6&#x7AE0;&#xFF09;&#xFF0C;&#x4EE5;&#x63D0;&#x9AD8;&#x5176;&#x51C6;&#x786E;&#x6027;&#x3002;</p>
<p>&#x4E5F;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x6982;&#x7387;&#x5EFA;&#x6A21;&#x6765;&#x5BFB;&#x627E;&#x8D85;&#x51FA;&#x6781;&#x503C;&#x7684;&#x4E00;&#x822C;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x56FE;2.1&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x5C06;&#x6570;&#x636E;&#x96C6;&#x5EFA;&#x6A21;&#x4E3A;&#x4E09;&#x4E2A;&#x9AD8;&#x65AF;&#x5206;&#x91CF;&#x7684;&#x6DF7;&#x5408;&#xFF0C;&#x56E0;&#x6B64;&#x53D1;&#x73B0;&#x5F02;&#x5E38;&#x503C;&apos;A&apos;&#x548C;&apos;B&apos;&#x3002;&#x6DF7;&#x5408;&#x6A21;&#x578B;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x805A;&#x7C7B;&#x7B97;&#x6CD5;&#x7684;&#x6982;&#x7387;&#x7248;&#x672C;&#xFF0C;&#x53EF;&#x4EE5;&#x5C06;&#x5F02;&#x5E38;&#x503C;&#x53D1;&#x73B0;&#x4E3A;&#x4E00;&#x4E2A;&#x8FB9;-&#x4EA7;&#x54C1;&#x3002;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x7684;&#x4E00;&#x4E2A;&#x663E;&#x7740;&#x4F18;&#x70B9;&#x662F;&#xFF0C;&#x4E00;&#x65E6;&#x5B9A;&#x4E49;&#x4E86;&#x6570;&#x636E;&#x7684;&#x751F;&#x6210;&#x6A21;&#x578B;&#xFF0C;&#x5B83;&#x4EEC;&#x5F88;&#x5BB9;&#x6613;&#x63A8;&#x5E7F;&#x5230;&#x4E0D;&#x540C;&#x7684;&#x6570;&#x636E;&#x683C;&#x5F0F;&#x751A;&#x81F3;&#x6DF7;&#x5408;&#x5C5E;&#x6027;&#x7C7B;&#x578B;&#x3002;&#x5927;&#x591A;&#x6570;&#x6982;&#x7387;&#x6A21;&#x578B;&#x5047;&#x8BBE;&#x6BCF;&#x79CD;&#x6DF7;&#x5408;&#x5206;&#x91CF;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x9AD8;&#x65AF;&#x5206;&#x5E03;&#xFF09;&#x7684;&#x57FA;&#x7840;&#x5206;&#x5E03;&#x7684;&#x7279;&#x5B9A;&#x5F62;&#x5F0F;&#xFF0C;&#x4EE5;&#x6A21;&#x62DF;&#x6570;&#x636E;&#x70B9;&#x7684;&#x6B63;&#x5E38;&#x6A21;&#x5F0F;&#x3002;&#x968F;&#x540E;&#xFF0C;&#x5B66;&#x4E60;&#x8BE5;&#x6A21;&#x578B;&#x7684;&#x53C2;&#x6570;&#x4EE5;&#x4FBF;&#x89C2;&#x5BDF;</p>
<p>&#x6570;&#x636E;&#x5177;&#x6709;&#x7531;&#x6A21;&#x578B;&#x751F;&#x6210;&#x7684;&#x6700;&#x5927;&#x53EF;&#x80FD;&#x6027;[164]&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x8BE5;&#x6A21;&#x578B;&#x662F;&#x6570;&#x636E;&#x7684;&#x751F;&#x6210;&#x6A21;&#x578B;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x4ECE;&#x8BE5;&#x6A21;&#x578B;&#x4F30;&#x8BA1;&#x751F;&#x6210;&#x7279;&#x5B9A;&#x6570;&#x636E;&#x70B9;&#x7684;&#x6982;&#x7387;&#x3002;&#x7531;&#x6A21;&#x578B;&#x751F;&#x6210;&#x7684;&#x6982;&#x7387;&#x5F02;&#x5E38;&#x4F4E;&#x7684;&#x6570;&#x636E;&#x70B9;&#x88AB;&#x8BC6;&#x522B;&#x4E3A;&#x5F02;&#x5E38;&#x503C;&#x3002;&#x6DF7;&#x5408;&#x6A21;&#x578B;&#x662F;&#x591A;&#x5143;&#x6781;&#x503C;&#x5206;&#x6790;&#x7684;&#x81EA;&#x7136;&#x6982;&#x62EC;;&#x4F8B;&#x5982;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x5C06;&#x6DF7;&#x5408;&#x7269;&#x5EFA;&#x6A21;&#x4E3A;&#x5305;&#x542B;&#x5355;&#x4E2A;&#x9AD8;&#x65AF;&#x5206;&#x91CF;&#xFF0C;&#x5219;&#x8BE5;&#x65B9;&#x6CD5;&#x4E13;&#x95E8;&#x7814;&#x7A76;&#x4E00;&#x79CD;&#x6700;&#x7740;&#x540D;&#x7684;&#x591A;&#x53D8;&#x91CF;&#x6781;&#x503C;&#x5206;&#x6790;&#x65B9;&#x6CD5;&#xFF08;&#x53C2;&#x89C1;2.3.4&#x8282;&#x4E2D;&#x7684;&#x9A6C;&#x54C8;&#x62C9;&#x8BFA;&#x6BD4;&#x65AF;&#x65B9;&#x6CD5;&#xFF09;&#x3002;</p>
<p>&#x672C;&#x7AE0;&#x5B89;&#x6392;&#x5982;&#x4E0B;&#x3002;&#x4E0B;&#x4E00;&#x8282;&#x5C06;&#x8BA8;&#x8BBA;&#x5355;&#x53D8;&#x91CF;&#x6781;&#x503C;&#x5206;&#x6790;&#x7684;&#x7EDF;&#x8BA1;&#x6A21;&#x578B;&#x3002;&#x591A;&#x53D8;&#x91CF;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x6781;&#x503C;&#x5206;&#x6790;&#x65B9;&#x6CD5;&#x5C06;&#x5728;2.3&#x8282;&#x4E2D;&#x8BA8;&#x8BBA;&#x3002; 2.4&#x8282;&#x8BA8;&#x8BBA;&#x4E86;&#x5F02;&#x5E38;&#x503C;&#x7684;&#x6982;&#x7387;&#x5EFA;&#x6A21;&#x65B9;&#x6CD5;&#x3002;&#x7B2C;2.5&#x8282;&#x8BA8;&#x8BBA;&#x4E86;&#x5F02;&#x5E38;&#x503C;&#x5206;&#x6790;&#x7684;&#x6982;&#x7387;&#x6A21;&#x578B;&#x7684;&#x5C40;&#x9650;&#x6027;&#x3002;&#x7B2C;2.6&#x8282;&#x4ECB;&#x7ECD;&#x4E86;&#x7ED3;&#x8BBA;&#x548C;&#x603B;&#x7ED3;&#x3002;</p>
<h2 id="22&#x6781;&#x503C;&#x5206;&#x6790;&#x7684;&#x7EDF;&#x8BA1;&#x65B9;&#x6CD5;">2.2&#x6781;&#x503C;&#x5206;&#x6790;&#x7684;&#x7EDF;&#x8BA1;&#x65B9;&#x6CD5;</h2>
<p>&#x5728;&#x672C;&#x8282;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x4ECB;&#x7ECD;&#x5355;&#x53D8;&#x91CF;&#x6570;&#x636E;&#x5206;&#x5E03;&#x4E2D;&#x6781;&#x503C;&#x5206;&#x6790;&#x7684;&#x6982;&#x7387;&#x548C;&#x7EDF;&#x8BA1;&#x65B9;&#x6CD5;&#x3002;&#x6982;&#x7387;&#x5206;&#x5E03;&#x4E2D;&#x7684;&#x6781;&#x503C;&#x7EDF;&#x79F0;&#x4E3A;&#x5206;&#x5E03;&#x5C3E;&#x3002;&#x6781;&#x503C;&#x5206;&#x6790;&#x7684;&#x7EDF;&#x8BA1;&#x65B9;&#x6CD5;&#x91CF;&#x5316;&#x4E86;&#x5206;&#x5E03;&#x5C3E;&#x90E8;&#x7684;&#x6982;&#x7387;&#x3002;&#x663E;&#x7136;&#xFF0C;&#x5C3E;&#x90E8;&#x7684;&#x6982;&#x7387;&#x503C;&#x975E;&#x5E38;&#x4F4E;&#xFF0C;&#x8868;&#x660E;&#x5176;&#x4E2D;&#x7684;&#x6570;&#x636E;&#x503C;&#x5E94;&#x8BE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x5F02;&#x5E38;&#x7684;&#x3002;&#x5728;&#x5B9E;&#x9645;&#x5206;&#x5E03;&#x4E0D;&#x53EF;&#x7528;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8BB8;&#x591A;&#x5C3E;&#x90E8;&#x4E0D;&#x7B49;&#x5F0F;&#x9650;&#x5236;&#x4E86;&#x8FD9;&#x4E9B;&#x6982;&#x7387;&#x3002;</p>
<h3 id="221&#x6982;&#x7387;&#x5C3E;&#x90E8;&#x4E0D;&#x7B49;&#x5F0F;">2.2.1&#x6982;&#x7387;&#x5C3E;&#x90E8;&#x4E0D;&#x7B49;&#x5F0F;</h3>
<p>&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5C3E;&#x90E8;&#x4E0D;&#x7B49;&#x5F0F;&#x6765;&#x7EA6;&#x675F;&#x6982;&#x7387;&#x5206;&#x5E03;&#x5C3E;&#x90E8;&#x7684;&#x503C;&#x5E94;&#x88AB;&#x89C6;&#x4E3A;&#x5F02;&#x5E38;&#x7684;&#x6982;&#x7387;&#x3002;&#x5C3E;&#x90E8;&#x4E0D;&#x7B49;&#x5F0F;&#x7684;&#x5F3A;&#x5EA6;&#x53D6;&#x51B3;&#x4E8E;&#x5BF9;&#x57FA;&#x7840;&#x968F;&#x673A;&#x53D8;&#x91CF;&#x7684;&#x5047;&#x8BBE;&#x6570;&#x91CF;&#x3002;&#x8F83;&#x5C11;&#x7684;&#x5047;&#x8BBE;&#x4F1A;&#x5BFC;&#x81F4;&#x8F83;&#x5F31;&#x7684;&#x4E0D;&#x7B49;&#x5F0F;&#xFF0C;&#x4F46;&#x8FD9;&#x79CD;&#x4E0D;&#x7B49;&#x5F0F;&#x9002;&#x7528;&#x4E8E;&#x8F83;&#x5927;&#x7C7B;&#x522B;&#x7684;&#x968F;&#x673A;&#x53D8;&#x91CF;&#x3002;&#x4F8B;&#x5982;&#xFF0C;Markov&#x548C;Chebychev&#x4E0D;&#x7B49;&#x5F0F;&#x662F;&#x5F31;&#x4E0D;&#x7B49;&#x5F0F;&#xFF0C;&#x4F46;&#x5B83;&#x4EEC;&#x9002;&#x7528;&#x4E8E;&#x975E;&#x5E38;&#x5927;&#x7C7B;&#x7684;&#x968F;&#x673A;&#x53D8;&#x91CF;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;Chernoff&#x754C;&#x548C;Hoeffding&#x4E0D;&#x7B49;&#x5F0F;&#x90FD;&#x662F;&#x66F4;&#x5F3A;&#x7684;&#x4E0D;&#x7B49;&#x5F0F;&#xFF0C;&#x4F46;&#x5B83;&#x4EEC;&#x9002;&#x7528;&#x4E8E;&#x53D7;&#x9650;&#x7C7B;&#x968F;&#x673A;&#x53D8;&#x91CF;&#x3002;</p>
<p>&#x9A6C;&#x5C14;&#x53EF;&#x592B;&#x4E0D;&#x7B49;&#x5F0F;&#x662F;&#x6700;&#x57FA;&#x672C;&#x7684;&#x5C3E;&#x90E8;&#x4E0D;&#x7B49;&#x5F0F;&#x4E4B;&#x4E00;&#xFF0C;&#x5B83;&#x5B9A;&#x4E49;&#x4E3A;&#x4EC5;&#x91C7;&#x7528;&#x975E;&#x8D1F;&#x503C;&#x7684;&#x5206;&#x5E03;&#x3002;&#x4EE4;X&#x4E3A;&#x968F;&#x673A;&#x53D8;&#x91CF;&#xFF0C;&#x6982;&#x7387;&#x5206;&#x5E03;&#x4E3A;fX&#xFF08;x&#xFF09;&#xFF0C;&#x5747;&#x503C;&#x4E3A;E [X]&#xFF0C;&#x65B9;&#x5DEE;&#x4E3A;Var [X]&#x3002;
&#x5B9A;&#x7406;2.2.1&#xFF08;&#x9A6C;&#x5C14;&#x53EF;&#x592B;&#x4E0D;&#x7B49;&#x5F0F;&#xFF09;&#x8BBE;X&#x662F;&#x4E00;&#x4E2A;&#x53EA;&#x63A5;&#x53D7;&#x975E;&#x8D1F;&#x968F;&#x673A;&#x503C;&#x7684;&#x968F;&#x673A;&#x53D8;&#x91CF;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x5BF9;&#x4E8E;&#x4EFB;&#x4F55;&#x6EE1;&#x8DB3;E [X] &lt;&#x3B1;&#x7684;&#x5E38;&#x6570;&#x3B1;&#xFF0C;&#x4EE5;&#x4E0B;&#x60C5;&#x51B5;&#x4E3A;&#x771F;&#xFF1A;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="chapter1.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 第1章 异常分析简介">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第2章 异常检测的概率和统计模型","level":"1.4","depth":1,"previous":{"title":"第1章 异常分析简介","level":"1.3","depth":1,"path":"chapter1.md","ref":"chapter1.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["page-toc","livereload"],"pluginsConfig":{"livereload":{},"search":{},"position":"top","page-toc":{"position":"before-first","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4","showByDefault":true},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"showByDefault":true,"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false},"selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4"},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter2.md","mtime":"2019-04-09T08:35:42.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-04-09T08:35:54.840Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-page-toc/anchor-3.1.1.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-page-toc/page-toc.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

